Repository: imagecms/ImageCMS
Catalog: application/modules/ymarket/language/*/LC_MESSAGES/ymarket.po
Languages: ru_ru

source: Yandex market fields
ru_ru: Дополнительные поля модуля Яндекс.Маркет

source: Сountry of product manufacture
ru_ru: Страна производства товара

source: No selected
ru_ru: Не выбрано

source: Manufacturer warranty, months
ru_ru: Гарантия производителя, в месяцах

source: Seller warranty, months
ru_ru: Гарантия продавца, в месяцах

source: Module Y.Market
ru_ru: Модуль Яндекс.Маркет

source: Yandex Market management
ru_ru: Управление Яндекс.Маркетом

source: Save
ru_ru: Сохранить

source: Settings Yandex.Market
ru_ru: Настройки Яндекс.Маркета

source: Displayed categories selection
ru_ru: Отображение категории выбора

source: Adult products
ru_ru: Продукты для взрослых

source: Yandex.Market document
ru_ru: Яндекс.Маркет документ

source: XML document
ru_ru: XML-документ

source: Yandex marker settings was edited
ru_ru: Настройки Яндекс.Маркета были отредактированы

source: Xml generation unit for Yandex Market
ru_ru: Xml генерация для Яндекс Маркета
