<div class="frame-inside">
    <div class="container">
        <div class="text">
            <div class="t-a_c m-t_20">
                <img src="{$SHOP_THEME}images/404.png"/>
                <div>Страница не найдена</div>
                <p>
                    {$error}
                    К сожалению, такой страницы не существует. Вероятно, она была удалена автором с сервера, либо её здесь никогда не было. Предлагаем вам ознакомиться подробнее с нашим сайтом, возможно вы найдете то, что искали.
                    <a href="{site_url()}">Перейти на главную</a>
                </p>
            </div>
        </div>
    </div>
</div>