Repository: imagecms/ImageCMS
Catalog: application/language/main/*/LC_MESSAGES/main.po
Languages: ru_ru

source: Cannot create order with price less than |currencySymbol| |minPrice|
ru_ru: Невозможно создать заказ со стоимостью товаров меньше |minPrice| |currencySymbol|

source: Select file
ru_ru: Выберите файл

source: Number
ru_ru: Акртикул

source: The field Price must be numeric
ru_ru: Поле Цена должно содержать только цифры.

source: URL field can not contain first symbol: _
ru_ru: Поле URL не может содержать первым символом: _

source: Add new property value
ru_ru: Добавить новое значение свойства

source: Unspecified
ru_ru: Не выбрано

source: Your name
ru_ru: Ваше имя

source: Your name field
ru_ru: Имя

source: First
ru_ru: Начало

source: Last
ru_ru: Конец

source: Role was deleted
ru_ru: Роль пользователя удалена

source: Role was edited
ru_ru: Роль пользователя отредактирована

source: The role is created
ru_ru: Роль пользователя создана

source: URL field can only contain alphanumeric characters and symbols: - , _
ru_ru: Поле URL может содержать только латинские символы, цифры и символы: - , _

source: Role(s) successfully deleted
ru_ru: Роль(и) успешно удалена(ы)

source: not specified product_name
ru_ru: product_name не указан

source: Cache file name is not valid string.
ru_ru: Имя файла кэша не является допустимой строкой.

source: Cache file with such name already exist. Please chose another name
ru_ru: Кэш-файл с таким именем уже существует. Пожалуйста, выбрала другое имя

source: auth login username not exist
ru_ru: Имя пользователя не существует

source: auth username or email not exist
ru_ru: Имя пользователя или e-mail не существует

source: Name of recipient
ru_ru: Имя получателя

source: You did not specified image name
ru_ru: Вы не уточнил название изображения

source: Name
ru_ru: Имя

source: upload_bad_filename
ru_ru: Имя файла, который Вы представили уже существует на сервере.

source: CSV column name
ru_ru: CSV-имя столбца

source: Popular/New/Action products
ru_ru: Популярные/Новые/Акционные товары

source: Displays the unit in the form of a "carousel" with selected products
ru_ru: Отображение блока в виде “карусели” с выбранными товарами

source: Brands
ru_ru: Бренды

source: Displays the unit in the form of a "carousel" with selected brands
ru_ru: Отображение блока в виде “карусели” с выбранными брендами

source: Viewed products
ru_ru: Просмотренные товары

source: Displays already viewed by the user products.
ru_ru: Отображение уже просмотренных пользователем товаров

source: Similar Products
ru_ru: Похожие продукты

source: Displays on the product page block with similar products.
ru_ru: Отображение на странице товара блока с похожими товарами

source: hit not 1 or 0
ru_ru: hit должно бить 1 или 0

source: The main template field can not contain more than 250 characters
ru_ru: Поле Главный шаблон не может содержать более 250 символов

source: Shipping address
ru_ru: Адрес

source: Your phone
ru_ru: Телефон

source: E-Mail Address
ru_ru: E-Mail

source: English
ru_ru: Английский

source: Interval argument must be integer
ru_ru: Интервал аргумент должен быть целым

source: Main layout file don\
ru_ru: Основной макет файла Дон\

source: Translated field
ru_ru: Переводимое поле

source: required
ru_ru: Поле %s является обязательным.

source: This field is required
ru_ru: Это поле обязательно для заполнения

source: No category
ru_ru: Нет категории

source: Message
ru_ru: Сообщение

source: Error
ru_ru: Ошибка

source: Success
ru_ru: Успех

source: Requests to the database
ru_ru: Запросов к базе

source: Redirecting
ru_ru: Перенаправление

source: No rights for
ru_ru: Нет прав для

source: Error checking permissions
ru_ru: Ошибка проверки прав

source: Operation panel
ru_ru: Панель управления

source: Languages
ru_ru: Языки

source: Cache
ru_ru: Кэш

source: Pages
ru_ru: Страницы

source: Categories
ru_ru: Категории

source: Modules
ru_ru: Модулі

source: Widgets
ru_ru: Виджеты

source: Menu
ru_ru: Меню

source: Members
ru_ru: Пользователи

source: Group
ru_ru: Группа

source: Logs
ru_ru: Журналы

source: Backup copying
ru_ru: Резервное копирование

source: File Editor
ru_ru: Редактор файлов

source: Access Control Panel
ru_ru: Доступ к панели управления

source: System update
ru_ru: Обновление системы

source: Find pages in the control panel
ru_ru: Найти страницы на панели управления

source: Creating a language
ru_ru: Создание языка

source: Changing the language
ru_ru: Изменение языка

source: Remove languages
ru_ru: Удалить языках

source: Changing site settings
ru_ru: Изменение настроек сайта

source: Clearing the cache
ru_ru: Очистка кэша

source: Creating pages
ru_ru: Создание страниц

source: Editing pages
ru_ru: Редактирование страниц

source: Delete pages
ru_ru: Удаление страниц

source: Creating categories
ru_ru: Создание категорий

source: Edit Categories
ru_ru: Редактирование категорий

source: Category delete
ru_ru: Удалить категорию

source: Install Modules
ru_ru: Установка модулей

source: Removing Modules
ru_ru: Удаление модулей

source: Administration module
ru_ru: Модуль администрирования

source: Creating widgets
ru_ru: Создание виджетов

source: Removing widgets
ru_ru: Удаление виджетов

source: Access to the widget settings
ru_ru: Доступ к настройкам виджета

source: Create a menu
ru_ru: Создать меню

source: Edit menu
ru_ru: Редактирование меню

source: Menu deleting
ru_ru: Удаление меню

source: Create users of their group
ru_ru: Создать пользователей их группы

source: Create users of all groups
ru_ru: Создать пользователей всех групп

source: Edit Users
ru_ru: Редактирование пользователей

source: Remove Users
ru_ru: Удаление пользователей

source: Viewing member
ru_ru: Просмотр пользователя

source: Creating Groups
ru_ru: Создание групп

source: Editing Groups
ru_ru: Редактирование групп

source: Deleting Groups
ru_ru: Удаление групп

source: View Log
ru_ru: Просмотр журнала

source: Backing up
ru_ru: Резервное копирование

source: Access to the file editor
ru_ru: Доступ к файлу редактору

source: Download files
ru_ru: Скачать файлы

source: Editing Files
ru_ru: Редактирование файлов

source: Edit Folders
ru_ru: Редактирование папок

source: To improve performance set php_gettext.dll extension
ru_ru: Для повышения эффективности установите расширение php_gettext.dll

source: Advice
ru_ru: Совет

source: auth login incorrect password
ru_ru: Неверный пароль

source: auth not activated
ru_ru: Доступ не активирован

source: auth activate subject
ru_ru: Активировать тему

source: auth account subject
ru_ru: Тема акаунта

source: auth request sent
ru_ru: Запрос отправленно

source: auth incorrect old password
ru_ru: Неверный старый пароль

source: auth incorrect password
ru_ru: Пароль Мерчанта

source: Improper protection code
ru_ru: Неверный код защиты

source: Changes have been saved
ru_ru: Изменения сохранены

source: Role not found
ru_ru: Роль не найдена

source: Privilege created
ru_ru: Привилегия создана

source: The privilege is not found
ru_ru: Привилегия не найдена

source: Can not create a database snapshot, Check the folder {0} on the ability to record
ru_ru: Невозможно создать снимок базы, проверте папку {0} на возможность записи

source: You did not specified data array
ru_ru: Вы не указали массив данных

source: Second parameter $data must be array
ru_ru: Второй параметр $data должен быть массив

source: Category(ies) id(s) not specified
ru_ru: Идентификатор категории(й) не указан

source: Category with such ID not exist
ru_ru: Категория с таким идентификатором не существует

source: Category(ies) was not found
ru_ru: Категория(и) не найдена

source: Category(ies) not exists
ru_ru: Категория(и) не существует(ют)

source: Invalid url
ru_ru: Недопустимый url-адрес

source: This URL is already in use!
ru_ru: Этот URL-адрес уже используется!

source: active not 1 or 0
ru_ru: active должно бить 1 или 0

source: showsitetitle not 1 or 0
ru_ru: showsitetitle не 1 или 0

source: Invalid order method
ru_ru: Невалидное значение метода доставки

source: Invalid parent_id
ru_ru: Неверное значение parent_id

source: The tpl field legth must be smaler than 250 symbols.
ru_ru: Длина поля Шаблон должна быть менше чем 250 символов.

source: The tpl field can only contain Latin alpha-numeric characters
ru_ru: Поле Шаблон категории может содержать только латинские алфавитно-цифровые символы

source: Invalid file type.
ru_ru: Неверный формат файла.

source: Can not buid category tree
ru_ru: Не возможно построить дерево категорий

source: Compare list
ru_ru: Список сравнения

source: Image wasnt loaded
ru_ru: Образ был загружен

source: Wrong variant id
ru_ru: Неправильный вариант id

source: Secret Key
ru_ru: Секретный Ключ

source: Public key
ru_ru: Публичный ключ

source: Private key
ru_ru: Приватный ключ

source: Recipient
ru_ru: Получатель

source: Identifier code
ru_ru: Идентификационный код

source: Integer. The maximum length of 10 characters.
ru_ru: Целое число. Максимальная длина 10 символов

source: Current account
ru_ru: Текущий акаунт

source: Integer. The maximum length of 14 characters.
ru_ru: Целое число. Максимальная длина 14 символов

source: Bank MFI
ru_ru: МФО банку

source: Integer. The maximum length of 6 characters.
ru_ru: Целое число. Максимальная длина 6 символов.

source: Money sign
ru_ru: Денежный знак

source: For example: rub
ru_ru: Например: руб

source: E-mail
ru_ru: Электронная почта

source: Merchant settings
ru_ru: Настройки мерчанта

source: The method of sending data for all requests: GET
ru_ru: Метод отсылки данных для всех запросов: GET

source: Merchant id
ru_ru: Мерчант ID

source: Trick seller to which the customer has to make a payment. Format - letter and 12 digits.
ru_ru: Кошелек продавца, на который покупатель должен произвести оплату. Формат - буква и 12 цифр.

source: Merchant password
ru_ru: Пароль Мерчанта

source: Account number
ru_ru: Номер счета

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Recipient bank
ru_ru: Банк получателя

source: TIN address
ru_ru: ИНН Получателя

source: Recipient account
ru_ru: Счет получателя

source: BIC
ru_ru: БИК

source: Correspondent account
ru_ru: Корреспондентский Счет

source: Bank notes
ru_ru: Денежный знак

source: Kopeck
ru_ru: Копейка

source: Trick seller
ru_ru: Кошелек продавца Trick seller

source: Secret Key:
ru_ru: Секретный ключ:

source: Links to create application:
ru_ru: Ссылки для создания приложений:

source: Client
ru_ru: Клиент

source: Get link for Received token
ru_ru: Получить ссылку для Received token

source: Follow the link to get Received token:
ru_ru: Перейдите по ссылке, чтобы получить Received token:

source: You did not specified product id
ru_ru: Вы не указали код продукта

source: Product with such ID not exist
ru_ru: Продукт с таким ID не существует

source: Product variant not found
ru_ru: Вариант продукта не найден

source: You did not specified product variant id
ru_ru: Вы не указали id варианта продукта

source: Invalid stock
ru_ru: Неверное значение stock

source: Invalid brand_id
ru_ru: Неверное значение brand_id

source: currency not specified
ru_ru: currency не указан

source: currency not exist
ru_ru: currency не существует

source: price_in_main not specified
ru_ru: price_in_main не указан

source: Invalid category_id
ru_ru: Неверное значение category_id

source: category_id not specified
ru_ru: category_id не указан

source: Invalid old_price
ru_ru: Неверное значение old_price

source: Invalid views
ru_ru: Неверное значение views

source: Invalid added_to_cart_count
ru_ru: Неверное значение added_to_cart_count

source: hot not 1 or 0
ru_ru: hot должно бить 1 или 0

source: action not 1 or 0
ru_ru: action должно бить 1 или 0

source: The Main tpl field can only contain Latin alpha-numeric characters
ru_ru: Поле Главный шаблон может содержать только латинские алфавитно-цифровые символы

source: Product category does not exists
ru_ru: Продукт категория не существует

source: Product has no properties
ru_ru: Продукт не имеет свойств

source: Product has no category
ru_ru: Продукт не имеет категории

source: Product that you specified does not exist
ru_ru: Продукт, который указан не существует

source: Not multiple property cant set few values
ru_ru: Не несколько собственности не могу задать несколько значений

source: Property that you specified does not exist
ru_ru: Свойство, которое вы указали не существует

source: Not valid arguments passed to the method
ru_ru: Не действительных аргументов, передаваемых методу

source: Additional categories ids must be array
ru_ru: Идентификаторы дополнительных категорий должны быть в массиве

source: You did not specified product model
ru_ru: Вы не уточнил модель продукта

source: You did not specified categories array
ru_ru: Вы не указан массив категорий

source: You did not specified image position
ru_ru: Вы не уточнил, положение изображения

source: Profile
ru_ru: Профиль

source: Address
ru_ru: Адрес

source: Phone
ru_ru: Телефон

source: Data is saved
ru_ru: Данные сохраняются

source: Old password
ru_ru: Старый пароль

source: Confirm password
ru_ru: Подтвердите пароль

source: wrong
ru_ru: неправильный

source: successfully saved.
ru_ru: успешно сохранены.

source: none
ru_ru: нет

source: Buy
ru_ru: Купить

source: isset
ru_ru: Поле %s должно иметь значение.

source: valid_email
ru_ru: Поле %s должно содержать корректный адрес электронной почты.

source: valid_emails
ru_ru: Поле %s должнj содержать все действительные адреса электронной почты.

source: valid_url
ru_ru: Поле %s должно содержать корректный URL.

source: valid_ip
ru_ru: Поле %s должно содержать корректный IP.

source: min_length
ru_ru: Поле %s должно быть не менее %s символов в длину.

source: max_length
ru_ru: Поле %s не может превышать %s символов в длину.

source: exact_length
ru_ru: Поле %s должно быть %s символов в длину.

source: alpha
ru_ru: Поле %s может содержать только буквы латинского алфавита.

source: alpha_numeric
ru_ru: Поле %s может содержать только латинские алфавитно-цифровые символы.

source: alpha_dash
ru_ru: Поле %s должно содержать только латинские буквы, цифры, а также знаки дефис и подчеркивание.

source: numeric
ru_ru: Поле %s должно содержать только цифры.

source: is_numeric
ru_ru: Поле %s должно содержать только цифры.

source: integer
ru_ru: Поле %s должно содержать целое число.

source: regex_match
ru_ru: Поле %s не в правильном формате.

source: matches
ru_ru: Поле %s не совпадает с полем %s.

source: is_unique
ru_ru: Поле %s должно содержать уникальное значение.

source: is_natural
ru_ru: Поле %s должно содержать только положительные числа.

source: is_natural_no_zero
ru_ru: Поле %s должно содержать число больше нуля.

source: decimal
ru_ru: Поле %s должно содержать десятичное число.

source: less_than
ru_ru: Поле %s должно содержать число менее %s.

source: greater_than
ru_ru: Поле %s должно содержать число, большее, чем %s.

source: User profile successfully changed
ru_ru: Профиль пользователя успешно изменен

source: Cart
ru_ru: Корзина

source: Order view
ru_ru: Просмотр заказа

source: email_sent
ru_ru: Ваше сообщение успешно отправлено

source: upload_invalid_filetype
ru_ru: Не верний тип файла, который вы пытаетесь загрузить.

source: upload_userfile_not_set
ru_ru: Не удается найти переменную UserFile.

source: upload_file_exceeds_limit
ru_ru: Размер загружаемого файла превышает максимально допустимый размер в конфигурационном файле PHP.

source: upload_file_exceeds_form_limit
ru_ru: Загруженный файл превышает максимальный размер, разрешенный формой запроса.

source: upload_file_partial
ru_ru: Файл был загружен только частично.

source: upload_no_temp_directory
ru_ru: Временная папка отсутствует.

source: upload_unable_to_write_file
ru_ru: Файл не может быть записан на диск.

source: upload_stopped_by_extension
ru_ru: Загрузка файлов был остановлен по расширению.

source: upload_no_file_selected
ru_ru: Вы не выбрали файл для загрузки.

source: upload_invalid_filesize
ru_ru: Файл, который вы пытаетесь загрузить больше, чем это допускается.

source: upload_invalid_dimensions
ru_ru: Изображение, которое вы пытаетесь загрузить превышает максимальную высоту или ширину.

source: upload_destination_error
ru_ru: Возникла проблема при попытке переместить загруженный файл в конечный пункт назначения.

source: upload_no_filepath
ru_ru: Не верный путь загрузки файла.

source: upload_no_file_types
ru_ru: Вы не указали разрешенные типы файлов.

source: upload_not_writable
ru_ru: Папка назначения загрузки не доступна для записи.

source: Please fix this field.
ru_ru: Пожалуйста, исправьте это поле.

source: Enter a valid email address.
ru_ru: Введите действительный адрес электронной почты.

source: Please enter a valid URL.
ru_ru: Пожалуйста, введите правильный URL.

source: Please enter a valid date.
ru_ru: Пожалуйста, введите правильную дату.

source: Please enter a valid date (ISO).
ru_ru: Пожалуйста, введите правильную дату (ISO).

source: Please enter a valid number.
ru_ru: Пожалуйста, введите правильный номер.

source: Please enter only digits.
ru_ru: Пожалуйста, вводите только цифры.

source: Please enter a valid credit card number.
ru_ru: Пожалуйста, введите правильный номер кредитной карты.

source: Please enter the same value again.
ru_ru: Пожалуйста, введите то же значение еще раз.

source: Please enter a value with a valid extension.
ru_ru: Пожалуйста, введите значение с правильным расширением.

source: Please enter no more than {0} characters.
ru_ru: Пожалуйста, введите не больше {0} символов.

source: Please enter at least {0} characters.
ru_ru: Пожалуйста, введите крайней мере, {0} символов.

source: Please enter a value between {0} and {1} characters long.
ru_ru: Пожалуйста, введите значение от {0} до {1} символов.

source: Please enter a value between {0} and {1}.
ru_ru: Пожалуйста, введите значение от {0} до {1}.

source: Please enter a value less than or equal to {0}.
ru_ru: Пожалуйста, введите значение меньше или равное {0}.

source: Please enter a value greater than or equal to {0}.
ru_ru: Пожалуйста, введите значение, большее или равное {0}.

source: Widget title
ru_ru: Заголовок виджета

source: Successfully saved
ru_ru: Успешно сохранено

source: Number of items to display
ru_ru: Количество элементов для отображения

source: Report message
ru_ru: Сообщить о появлении

source: Your phone field
ru_ru: Телефон

source: The %s is required
ru_ru: Поле %s является обязательным

source: Title
ru_ru: Название

source: Description
ru_ru: Описание

source: Parent
ru_ru: Родитель

source: Category template
ru_ru: Категории шаблона

source: Sorting method by default
ru_ru: Метод сортировки по умолчанию

source: Position
ru_ru: Положение

source: Start date
ru_ru: Дата начала

source: Finish date
ru_ru: Дата окончания

source: Discount
ru_ru: Скидка

source: Category
ru_ru: Категория

source: Product
ru_ru: Продукт

source: Users group
ru_ru: Группы пользователей

source: Subject
ru_ru: Тема

source: Comment
ru_ru: Комментарий

source: Custom object
ru_ru: Пользовательский объект

source: Field type
ru_ru: Тип поля

source: Custom required field
ru_ru: Обычай требовал поле

source: Custom multiple field
ru_ru: Пользовательские несколько полей

source: Custom posibble list
ru_ru: Пользовательский список posibble

source: Validations
ru_ru: Проверок

source: Custom active field
ru_ru: Пользовательское поле

source: Сustom private field
ru_ru: Индивидуальный поля

source: Custom right field
ru_ru: Пользовательские правом поле

source: Time register
ru_ru: Время регистрации

source: Sum purchases
ru_ru: Сумма покупки

source: Role
ru_ru: Роль

source: Multiple selection
ru_ru: Множественный выбор

source: Value
ru_ru: Значение

source: Show on product page
ru_ru: Посмотреть на странице продукта

source: Main property
ru_ru: Основные свойства

source: Show in product compare
ru_ru: Посмотреть в сравнении

source: Show in filter
ru_ru: Посмотреть в фильтр

source: Use in categories
ru_ru: Использование в категории
