Repository: imagecms/ImageCMS
Catalog: application/modules/auth/language/*/LC_MESSAGES/auth.po
Languages: uk_ua

source: Your name field
uk_ua: Ім’я

source: Password Confirm field
uk_ua: Повторіть пароль

source: Confirm password field
uk_ua: Повторіть новий пароль

source: Repeat new password
uk_ua: Повторіть новий пароль

source: The %s is required
uk_ua: Поле %s обовязкове

source: User successfully logged in
uk_ua: Користувач успішно увійшов

source: Password
uk_ua: Пароль

source: Remeber me
uk_ua: Запам'ятати мене

source: User with this name and password is not found
uk_ua: Користувача із таким ім'ям і паролем не знайдено

source: User is already logged in
uk_ua: Користувач увійшов

source: Logout completed
uk_ua: Вихід завершено

source: You are not loggin to make loggout
uk_ua: Ви не залогінені, щоб вийти

source: Repeat Password
uk_ua: Повторіть пароль

source: Code protection
uk_ua: Код захисту

source: You have successfully registered. Please check your email to activate your account.
uk_ua: Ви успішно зареєстровані. Будь ласка, перевірте свою електронну пошту, щоб активувати обліковий запис.

source: You have successfully registered.
uk_ua: Ви успішно зареєстровані.

source: Login
uk_ua: Логін

source: Register success
uk_ua: Реєстрація успішна

source: Registration is not allowed
uk_ua: Реєстрація не допускається

source: User is logged in
uk_ua: Користувач увійшов

source: Email with new password send to you email
uk_ua: Лист із новим паролем відправлено вам по електронній пошті

source: You have successfully zeroed my password.
uk_ua: Ви успішно обнулили пароль.

source: Login Here
uk_ua: Вхід тут

source: Reset password failed
uk_ua: Скинути пароль не вдалося

source: You have to be logged in to reset password
uk_ua: Ви повинні увійти в систему, щоб скинути пароль

source: Old password
uk_ua: Старий пароль

source: New password
uk_ua: Новий пароль

source: Your password was successfully changed.
uk_ua: Ваш пароль успішно змінено

source: Field Old password is not correct
uk_ua: Поле

source: You are not logged in to change password
uk_ua: Ви не ввійшли в систему, щоб змінити пароль

source: A user with this email is already registered.
uk_ua: Користувач із таким E-mail вже зареєстрований

source: Deleting account completed
uk_ua: Видалення облікового запису завершено

source: You are not logged in, you dont have any account to delete
uk_ua: Ви не ввійшли в систему, тому не можете видалити будь-який обліковий запис

source: Your account has been blocked.
uk_ua: Ваш аккаунт був заблокований

source: User is already login in
uk_ua: Користувач уже залогінений

source: User not logined
uk_ua: Користувач не залогінився

source: A user with such mail is not found in the database
uk_ua: Користувача з таким Е-mail не знайдено в базі даних

source: This username is already registered.
uk_ua: Це ім'я вже зареєстровано

source: Login field can only contain letters, numbers, underscores, dashes, or e-mail address
uk_ua: Поле логін може містити тільки літери, цифри, підкреслення, тире, або Е-mail адресу

source: Improper protection code
uk_ua: Неналежний код протекції

source: Authorization
uk_ua: Авторизація

source: Authorization successfully completed
uk_ua: Авторизація успішно завершена

source: You are already logged.
uk_ua: Ви вже увійшли

source: Registration
uk_ua: Реєстрація

source: Name
uk_ua: Ім'я

source: Registration is prohibited.
uk_ua: Реєстрація заборонена

source: You are already registered ;)
uk_ua: Ви вже зареєстровані

source: Your account has been successfully activated.
uk_ua: Ваш обліковий запис успішно активовано

source: You have provided an incorrect activation code.
uk_ua: Ви вказали некоректний код активації

source: Forgot password
uk_ua: Забув пароль

source: Please check your email for instructions on how to activate the new password.
uk_ua: Будь ласка, перевірте вашу електронну пошту для отримання інструкцій про те, як активувати новий пароль

source: Reset failed. Possible reasons: wrong email, wrong restore url, used restore url
uk_ua: Скинути не вдалося. Можливі причини: невірний Е-mail, неправильно відновлений url, використовуйте для відновлення url

source: Old Password
uk_ua: Старий пароль

source: The new password
uk_ua: Новий пароль

source: You are not allowed to view the page.
uk_ua: Вам не дозволено переглядати сторінки

source: The authorization module and user registration
uk_ua: Модуль авторизації і реєстрації користувачів
