<h2><?php echo lang('License Agreement', 'install')?></h2>
<p>
<style>
    
    textarea{
        background-color: #fff !important;
    }
    
</style>
<textarea style="width:100%;height:550px;" readonly >
ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ НА ИСПОЛЬЗОВАНИЕ ЭКЗЕМПЛЯРА ПРОГРАММНОГО ПРОДУКТА “ImageCMS SHOP”

Настоящее лицензионное соглашение заключается между пользователем программного продукта “ImageCMS Shop” (далее «Пользователь») и группой разработчиков ООО “Сайт Имидж” (далее «Автор» или «Лицензиар»).

Перед использованием продукта внимательно ознакомьтесь с условиями данного
соглашения.

Если Вы не согласны с условиями данного соглашения, Вы не можете использовать данный продукт. Установка и использование продукта означает Ваше полное
согласие со всеми пунктами настоящего соглашения.
Основные термины настоящего соглашения:

«Программный продукт» - копия продукта “ImageCMS Shop”, включающая в себя исходный текст продукта и только одну копию структуры и таблиц базы данных, входящих в состав продукта, а также любую документацию по использованию продукта;
«Сайт» - совокупность данных одного Программного продукта с уникальным идентификатором, с помощью которого группируются объекты программы (информационные блоки, веб-формы, форумы, шаблоны, шаблоны писем и другие) для их совместного отображения и использования, обычно в одном внешнем виде, языке интерфейса, доменном имени или каталоге.
«Документация» - печатные материалы и файлы с текстом, содержащие описание Программного продукта и его компонентов и являющиеся неотъемлемой частью Программного продукта.
1. Предмет договора

1.1. Автор предоставляет Пользователю на срок действия настоящего договора Неисключительные права в виде простой неисключительной лицензии на использование одного экземпляра Программного продукта с одной базой данных в порядке и на условиях, предусмотренных настоящим договором.
1.2. Все положения настоящего договора относятся к Программному продукту как в целом, так и ко всем его компонентам в отдельности.
2. Авторские права

2.1. Продукт “ImageCMS Shop” является интеллектуальной собственностью ООО “Сайт Имидж”.
2.2. Всеми правами собственности и авторскими правами на продукт “ImageCMS Shop”, включая документацию и исходный текст, обладает ООО “Сайт Имидж”.
2.3. Программа является результатом творческой, интеллектуальной деятельности и является объектом авторских прав, права на которые охраняются законодательством Украины и нормами
международного права.
3. Условия использования и ограничения

3.1. Пользователю предоставляется право на использование одного экземпляра Программного продукта с одной базой данных в порядке и на условиях, установленных настоящим договором при соблюдении нижеприведенных условий и ограничений:
3.1.1. Пользователь не вправе распространять (воспроизводить) Программный продукт. Под
распространением Программного продукта понимается предоставление доступа третьим
лицам к воспроизведенным в любой форме компонентам Программного продукта или
Программному продукту в целом, в том числе сетевыми и иными способами, а также путем
продажи, проката, сдачи внаем или предоставления взаймы.
3.1.2. Пользователь не в праве иметь более одного работающего (функционирующего частично или полностью) приобретенного по данному договору экземпляра Программного продукта на одном или нескольких компьютерах.
3.1.3. Пользователь может иметь архивный экземпляр Программного продукта, размещенный на компьютере без предоставления доступа из сети Интернет к Программному продукту,
предназначенный только для архивных целей и при необходимости (в случае, когда оригинал
программы для ЭВМ или базы данных утерян, уничтожен или стал непригодным для
использования) для замены правомерно приобретенного экземпляра. При этом копия
Программного продукта или базы данных не может быть использована для иных целей и
должна быть уничтожена в случае, если дальнейшее использование Программного продукта
или базы данных перестает быть правомерным.
3.2. Пользователь не имеет права осуществлять следующую деятельность:
3.2.1. Вносить какие-либо изменения в объектный код Программного продукта за исключением тех,
которые вносятся средствами, включенными в комплект Программного продукта и описаны в
документации.
3.2.2. Передавать права по настоящему договору третьим лицам, предоставлять сублицензии или другие права по настоящему договору третьим лицам.
3.2.3. Удалять информацию об авторских правах из Программного продукта.
3.2.4. Совершать относительно Программного продукта другие действия, нарушающие Украинские и международные нормы по авторскому праву и использованию программных средств.
4. Ответственность.

4.1. За нарушение условий настоящего договора стороны несут ответственность, предусмотренную законодательством Украины.
4.2. Автор не несет ответственности за любой ущерб, прямые или косвенные убытки (включая убытки от потери прибыли, потери коммерческой информации и т.п.) имущественного или иного характера, связанные с использованием или с невозможностью использования Программного продукта.
5. Ограниченная гарантия

5.1. Лицензиар предоставляет услуги гарантийного обслуживания программного продукта в течение одного месяца с момента приобретения. Все положения настоящего пункта применяются только в течение срока действия гарантийного обслуживания.
5.2. Если при использовании продукта “ImageCMS Shop” будут обнаружены ошибки, компания “Сайт Имидж” обязуется исправить их в максимально короткие сроки.
5.3. В случае несоблюдения пункта 3 настоящего соглашения, пользователь автоматически теряет предоставляемую гарантию.
5.4. Лицензиар не предоставляет никаких гарантий, явных или подразумеваемых, что Программный продукт будет отвечать Вашим требованиям или ожиданиям, будет соответствовать Вашим целям и задачам. Программный продукт поставляются в соответствии с общепринятым в мировой практике принципом «AS IS» («таким, каков он есть»).
6. Условия технической поддержки

6.1. Приобретая продукт “ImageCMS Shop”, пользователь получает возможность в течение одного года бесплатно пользоваться услугами технической поддержки компании “Сайт Имидж”. Все положения настоящего пункта действуют только в течение одного года с момента приобретения продукта и в течение дополнительно оплаченного периода технической поддержки.
6.2. Гарантийное обслуживание предусматривает устранение ошибок в программном продукте “ImageCMS Shop”, выявленных в течение гарантийного периода, консультации по электронной почте и в специальном разделе сайта службы технической поддержки на сайте www.imagecms.net компании “Сайт Имидж” в течение гарантийного срока по рабочим дням с 10 утра до 18 часов киевского времени.
6.3. Пользователь продукта “ImageCMS Shop” может бесплатно скачивать новые версии продукта, изменения к модулям, примеры реализации тех или иных интерфейсов к продукту, обновления к ядру.
6.4. Пользователь продукта может регистрироваться в специальном разделе сайта службы технической поддержки для корректировки приоритетов в разработке новых модулей для будущих версий продукта.
6.5. Пользователю продукта предоставляется возможность размещать заявки на создание специализированных модулей на льготных условиях, а также заказывать на льготных
условиях обновление между версиями продукта силами сотрудников компании.
6.6. В случае если пользователь самостоятельно либо с помощью сторонних программистов вносил изменения в любой файл расположенный в директории application, которая находится в корневой директории установленного дистрибутива, он автоматически теряет возможность воспользоваться гарантийной поддержкой.
7. Изменение и расторжение договора

7.1. В случае нарушения Пользователем настоящего договора Автор лишает Пользователя права на использование Программного продукта, при этом Автор полностью отказывается от своих гарантийных обязательств на обслуживание и на бесплатные поставки обновлений Программного продукта, а Пользователь обязан уничтожить имеющийся у него экземпляр Программного продукта таким образом, чтобы его невозможно было восстановить существующими средствами.
7.2. При расторжении настоящего договора Пользователь обязан прекратить использование
Программного продукта и удалить экземпляр Программного продукта.
7.3. В случае если суд признает какие-либо положения настоящего договора недействительными, настоящий договор продолжает действовать в остальной части. 
</textarea>

<br />
<br />
<a href="<?php echo $next_link ?>" class="btn btn-primary"><i class="icon-ok icon-white"></i><?php echo lang('Accept license', 'install')?>
</a>
<a href="http://www.imagecms.net/" class="btn btn-danger"><i class="icon-ban-circle icon-white"></i><?php echo lang('Cancel', 'install')?></a>
</p>
