<div class="t-a_c o_h">
    <div class="text m-t_30 m-b_30 o_h err_404">
        <h1 class="c_97">{lang('Страница не найдена', 'webinger')}</h1>
        <p>
            {$error}
            {lang('К сожалению, такой страницы не существует. Вероятно, она была удалена автором с сервера, либо е здесь никогда не было. Предлагаем вам ознакомиться подробнее с нашим сайтом, возможно вы найдете то, что искали.', 'webinger')}
            <a href="{site_url()}">{lang('Перейти на главную', 'webinger')}</a>
        </p>
    </div>
</div>