<ul>
    <li class="g_c_1"><a href="#">Палатки</a>
        <ul>
            <li><a href="#">Туристические палатки</a></li>
            <li><a href="#">Кемпинговые палатки</a></li>
            <li><a href="#">Двухместные палатки</a></li>
            <li><a href="#">Трехместные палатки</a></li>
            <li><a href="#">Палатки в полный рост</a></li>
        </ul>
    </li>
    <li class="g_c_2"><a href="#">Туристическая мебель</a>
        <ul>
            <li><a href="#">Кемпингово-садовая мебель</a></li>
            <li><a href="#">Раскладная мебель</a></li>
            <li><a href="#">Кресла туристические</a></li>
            <li><a href="#">Столы туристические</a></li>
            <li><a href="#">Столы кухонные кемпинговые</a></li>
            <li><a href="#">Раскладушки</a></li>
            <li><a href="#">Шезлонги</a></li>
            <li><a href="#">Шкафы туристические</a></li>
        </ul>
    </li>
    <li class="g_c_3"><a href="#">Спальные мешки</a>
        <ul>
            <li><a href="#">Летние спальники</a></li>
            <li><a href="#">Демисезонные спальники</a></li>
            <li><a href="#">Коконом</a></li>
            <li><a href="#">Одеялом (конвертом)</a></li>
        </ul>
    </li>
    <li class="g_c_4"><a href="#">Рюкзаки и сумки</a>
        <ul>
            <li><a href="#">Туристические рюкзаки</a></li>
            <li><a href="#">Сумки для путешествий</a></li>
        </ul>
    </li>
    <li class="g_c_5"><a href="#">Посуда для пикника</a>
        <ul>
            <li><a href="#">Изотермические сумки</a></li>
            <li><a href="#">Пикниковые корзины</a></li>
            <li><a href="#">Пикниковые наборы</a></li>
            <li><a href="#">Столовые приборы</a></li>
        </ul>
    </li>
    <li class="g_c_6"><a href="#">Посуда туристическая</a>
        <ul>
            <li><a href="#">Металлическая посуда</a></li>
            <li><a href="#">Маламиновая посуда</a></li>
            <li><a href="#">Столовые приборы</a></li>
        </ul>
    </li>
    <li class="g_c_7"><a href="#">Фонари и светильники</a></li>
    <li class="g_c_8"><a href="#">Полезные мелочи</a>
        <ul>
            <li><a href="#">Каркасы для палаток</a></li>
            <li><a href="#">Колышки</a></li>
            <li><a href="#">Разтяжки для палаток</a></li>
            <li><a href="#">Другие полезные аксессуары</a></li>
        </ul>
    </li>
    <li class="g_c_9"><a href="#">Бассейны</a>
        <ul>
            <li><a href="#">Каркасные бассейны</a></li>
            <li><a href="#">Надувные бассейны</a></li>
            <li><a href="#">Насосы</a></li>
        </ul>
    </li>
    <li class="g_c_10"><a href="#">Надувные изделия из PVC</a>
        <ul>
            <li><a href="#">Круги, нарукавники</a></li>
            <li><a href="#">Надувные лодки</a></li>
        </ul>
    </li>
    <li class="g_c_11"><a href="#">Надувная мебель</a>
        <ul>
            <li><a href="#">Надувные матрасы</a></li>
        </ul>
    </li>
    <li class="g_c_12"><a href="#">Игры для досуга</a>
        <ul>
            <li><a href="#">Брелки</a></li>
            <li><a href="#">Дартс</a></li>
        </ul>
    </li>
    <li class="g_c_13"><a href="#">Плавание</a>
        <ul>
            <li><a href="#">Очки для плавания</a></li>
            <li><a href="#">Шапочки для плавания</a></li>
            <li><a href="#">Беруши, зажимы для носа</a></li>
        </ul>
    </li>
    <li class="g_c_14"><a href="#">Дайвинг</a></li>
    <li class="g_c_15"><a href="#">Мячи</a>
        <ul>
            <li><a href="#">Футбольные мячи</a></li>
            <li><a href="#">Баскетбольные мячи</a></li>
            <li><a href="#">Волейбольные мячи</a></li>
            <li><a href="#">Гандбольные мячи, для регби</a></li>
        </ul>
    </li>
    <li class="g_c_16"><a href="#">Бадминтон</a>
        <ul>
            <li><a href="#">Ракетки для бадминтона</a></li>
            <li><a href="#">Воланы</a></li>
        </ul>
    </li>
    <li class="g_c_17"><a href="#">Теннис</a>
        <ul>
            <li><a href="#">Ракетки для тенниса</a></li>
            <li><a href="#">Мячи для тенниса</a></li>
            <li><a href="#">Струны для теннисных ракеток</a></li>
        </ul>
    </li>
    <li class="g_c_18"><a href="#">Теннисные столы</a>
        <ul>
            <li><a href="#">Зальные столы</a></li>
            <li><a href="#">Сетки</a></li>
            <li><a href="#">Чехлы</a></li>
        </ul>
    </li>
    <li class="g_c_19"><a href="#">Настольный теннис</a>
        <ul>
            <li><a href="#">Ракетки для настольного тенниса</a></li>
            <li><a href="#">Мячи для настольного тенниса</a></li>
            <li><a href="#">Наборы для настольного тенниса</a></li>
            <li><a href="#">Чехлы для ракеток</a></li>
        </ul>
    </li>
    <li class="g_c_20"><a href="#">Инвентарь для фитнеса</a>
        <ul>
            <li><a href="#">Шорты для похудения</a></li>
            <li><a href="#">Гантели</a></li>
            <li><a href="#">Эспандеры</a></li>
            <li><a href="#">Диски здоровья</a></li>
            <li><a href="#">Набори для фитнеса</a></li>
            <li><a href="#">Утяжелители</a></li>
            <li><a href="#">Ролики гимнастические</a></li>
            <li><a href="#">Скакалки</a></li>
            <li><a href="#">Суппорта и бандажи</a></li>
        </ul>
    </li>
    <li class="g_c_21"><a href="#">Тренажеры</a>
        <ul>
            <li><a href="#">Кардиотренажеры</a></li>
            <li><a href="#">Силовые тренажеры, фитнес-станции</a></li>
        </ul>
    </li>
    <li class="g_c_22"><a href="#">Шведские стенки</a>
        <ul>
            <li><a href="#">Атлетические стойки</a></li>
            <li><a href="#">Детские уголки</a></li>
            <li><a href="#">Турники</a></li>
        </ul>
    </li>
    <li class="g_c_23"><a href="#">Гимнастические мячи</a></li>
    <li class="g_c_24"><a href="#">Зимние виды спорта</a>
        <ul>
            <li><a href="#">Клюшки</a></li>
            <li><a href="#">Коньки</a></li>
            <li><a href="#">Лыжи беговые</a></li>
            <li><a href="#">Лыжи детские</a></li>
        </ul>
    </li>
    <li class="g_c_25"><a href="#">Боксерское снаряжение</a>
        <ul>
            <li><a href="#">Перчатки боксерские</a></li>
            <li><a href="#">Перчатки тренировочные</a></li>
            <li><a href="#">Груши и мешки</a></li>
            <li><a href="#">Шлемы и защита</a></li>
        </ul>
    </li>
</ul>