Repository: imagecms/ImageCMS
Catalog: application/modules/callbacks/language/*/LC_MESSAGES/callbacks.po
Languages: ru_ru

source: Your name
ru_ru: Имя

source: Your phone
ru_ru: Телефон

source: Empty callbacks status list.
ru_ru: Список статусов пуст

source: Callbacks
ru_ru: Обратные звонки

source: Topic callbacks edited
ru_ru: Тема отредактирована

source: Topic callbacks deleted
ru_ru: Тема удалена

source: Сallback topic editing
ru_ru: Редактирование теми колбека

source: Go back
ru_ru: Вернуться

source: Save
ru_ru: Сохранить

source: Save and go back
ru_ru: Сохранить и вернуться

source: Information
ru_ru: Информация

source: Title
ru_ru: Название

source: Callback statuses
ru_ru: Статусы колбека

source: Create status
ru_ru: Создать статус

source: By default
ru_ru: По умолчанию

source: Delete
ru_ru: Удалить

source: Edit callback status
ru_ru: Редактировать статус колбека

source: Callback list
ru_ru: Обратного вызова списка

source: Filter
ru_ru: Фильтр

source: Reset filter
ru_ru: Сбросить фильтр

source: Cancel filter
ru_ru: Отменить фильтр

source: User name
ru_ru: Имя пользователя

source: Telephone
ru_ru: Телефон

source: Theme
ru_ru: Тема

source: Status
ru_ru: Статус

source: Date
ru_ru: Дата

source: All
ru_ru: Все

source: Does not have
ru_ru: Не имеет

source: from
ru_ru: от

source: choose a date
ru_ru: выбрать дату

source: to
ru_ru: к

source: Edit callback
ru_ru: Редактировать обратного вызова

source: Manager
ru_ru: Менеджер

source: Empty callback list.
ru_ru: Пустой тур.

source: Remove callback(s)
ru_ru: Удалить обратный вызов(ы)

source: Really delete callback(s)
ru_ru: Действительно удалить обратный вызов(ы)

source: Remove
ru_ru: Удалить

source: Cancel
ru_ru: Отмена

source: Callback topic сreation
ru_ru: Обратного вызова создании новой темы

source: Create
ru_ru: Создать

source: Create and exit
ru_ru: Создание и выход

source: Collbacks topics
ru_ru: Collbacks темы

source: Create topic
ru_ru: Создать тему

source: Edit callback theme
ru_ru: Редактировать обратного вызова темы

source: Creating a status callback
ru_ru: Создание состояния обратного вызова

source: Status set for all new requests.
ru_ru: Статус устанавливается для всех новых запросов.

source: Editing callback status
ru_ru: Обратный вызов редактирование статуса

source: Callback editing
ru_ru: Обратный вызов редактирование

source: Comment
ru_ru: Комментарий

source: Date of creation
ru_ru: Дата создания

source: Request a Call back
ru_ru: Заказать обратный звонок

source: Leave a number and we will call you back
ru_ru: Оставьте номер и мы Вам перезвоним

source: Name
ru_ru: Название

source: Phone number
ru_ru: Номер телефона

source: Message
ru_ru: Сообщение

source: Call back
ru_ru: Перезвонить

source: Error
ru_ru: Ошибка

source: Callback edited
ru_ru: Обратного вызова отредактированы

source: Changes have been saved
ru_ru: Изменения сохранены

source: Status callback created
ru_ru: Статус обратного вызова создал

source: Position created
ru_ru: Позиция создана

source: Such status does not exist
ru_ru: Такого статуса не существует

source: Status callback edited
ru_ru: Статус обратного вызова отредактированы

source: Default status was changed
ru_ru: По умолчанию статус был изменен

source: Callback default status changed. New default status ID:
ru_ru: Обратного вызова по умолчанию статус изменился. Новый статус по умолчанию идентификатор:

source: Callback status changed to
ru_ru: Обратного звонка статус изменился на

source: Id:
ru_ru: Идентификатор:

source: Callback's status was changed
ru_ru: Обратный вызов статус был изменен

source: Positions saved successfully
ru_ru: Позиции успешно сохранен

source: Callback theme changed to
ru_ru: Обратного вызова темы изменено на

source: Callback theme is changed
ru_ru: Обратного вызова темы изменено

source: Callback was removed
ru_ru: Обратный звонок был удален

source: Callback(s) was removed
ru_ru: Обратный вызов(ы) удалено

source: Unable to remove default status
ru_ru: Невозможно удалить статус по умолчанию

source: Status callback was removed
ru_ru: Статус обратного вызова был удален

source: Status was removed
ru_ru: Статус был удален

source: Topic callbacks created
ru_ru: Тема обратных вызовов, созданных

source: Topic started
ru_ru: Тема начата

source: Topic deleted
ru_ru: Тема удалена

source: Next
ru_ru: Далее

source: Prev
ru_ru: Пред

source: Callback
ru_ru: Обратного вызова
