Repository: imagecms/ImageCMS
Catalog: application/modules/sitemap/language/*/LC_MESSAGES/sitemap.po
Languages: ru_ru, uk_ua

source: Site map have been saved
ru_ru: Карта сайта сохранена
uk_ua: Карта сайту була збережена

source: Site map have not been saved. Set writing permissions on module folder.
ru_ru: Карта сайта не сохранена. Установите права записи на папку модуля.
uk_ua: Карта сайту не була збережена. Вкажіть у письмовій формі дозвіл на папку модуля

source: Site map have not been saved
ru_ru: Карта сайта не сохранена
uk_ua: Карта сайту не була збережена

source: Sitemap settings edited
ru_ru: Настройки карты сайта отредактированы

source: Sitemaps priorities was edited
ru_ru: Приоритеты карты сайта были отредактированы
uk_ua: Пріоритети карти сайту були відредаговані

source: Sitemaps freq was edited
ru_ru: Частота карты сайта была отредактирована
uk_ua: Частота карти сайту була відредагована

source: Sitemap block url was edited
ru_ru: Ссылка карты сайта была изменена
uk_ua: Посилання карти сайту було відредаговано

source: Report changes in the site map to search engines
ru_ru: Сообщать об изменениях в карте сайта поисковым системам
uk_ua: Звіт про зміни в карті сайту для пошукових систем

source: Generate an updated map at the entrance to the robot
ru_ru: Генерировать обновленную карту при посещении робота
uk_ua: Створити оновлену Карту біля входу в робот

source: Give robots a saved version of the map
ru_ru: Отдавать роботам сохраненную версию карты
uk_ua: Дати роботам збережену версію Карти

source: Сhange frequency
ru_ru: Изменение частоты
uk_ua: Зміна частоти

source: Products subcategories pages
ru_ru: Страницы подкатегрий товаров
uk_ua: Сторінки товарних підкатегорій

source: Main page
ru_ru: Главная страница
uk_ua: Головна сторінка

source: Subcategories pages
ru_ru: Подкатегории страниц
uk_ua: Сторінки підкатегорій

source: Products pages
ru_ru: Страницы товаров
uk_ua: Сторінки товарів

source: will blocked this url
ru_ru: будет блокировать этот url
uk_ua: цю URL-адресу заблоковано

source: blocked all urls than starts with
ru_ru: заблокированы все адреса, которые начинаются с
uk_ua: заблоковані всі URL-адреси, що починаються з

source: blocked all urls than ends with
ru_ru: заблокированы все адреса, которые с окончанием
uk_ua: заблоковані всі адреси, що закінчуються

source: Block in robots
ru_ru: Блокировать в robots.txt
uk_ua: Блок у роботів

source: View code
ru_ru: Просмотр кода
uk_ua: Переглянути код

source: Update
ru_ru: Обновить
uk_ua: Оновлення

source: Send Site Map only when page url is changed
ru_ru: Отправлять Карту Сайта только при изменении url страницы
uk_ua: Відправити Карту сайту, тільки якщо URL-адреса змінюється

source: There is no saved Site Map.
ru_ru: Нет сохраненной Карты Сайта.
uk_ua: Карта сайту не збережена

source: Site Map
ru_ru: Параметр отдачи карты сайта
uk_ua: Карта сайту

source: Others
ru_ru: Другое
uk_ua: Інші

source: Change frequency
ru_ru: Изменение частоты
uk_ua: Зміна частоти

source: Block urls
ru_ru: Блокировать url
uk_ua: Блокувати URL-адреси

source: View Site Map
ru_ru: Просмотр Карты Сайта
uk_ua: Переглянути Карту сайту

source: Settings
ru_ru: Настройки
uk_ua: Налаштування

source: Saved Site Map
ru_ru: Сохраненная Карта Сайта
uk_ua: Зберегти Карту сайту

source: Created at
ru_ru: Создана в
uk_ua: Створений в

source: Size
ru_ru: Размер
uk_ua: Розмір

source: Kb
ru_ru: КБ
uk_ua: Кб

source: Turn ON/OFF robots
ru_ru: Включить/Выключить роботов
uk_ua: Включити/Виключити роботів

source: Last send Site Map time
ru_ru: Время последнего отправления Карты Сайта
uk_ua: Час останнього надсилання Карти сайту

source: The %s field value can be in range from 0.1 to 1
ru_ru: Значение поля %s может быть только в диапазоне от 0,1 до 1
uk_ua: The %s значення в полі може бути в діапазоні від 0,1 до 1

source: Subcategories priority
ru_ru: Приоритет подкатегорий
uk_ua: Пріоритет підкатегорій

source: Products subcategories priority
ru_ru: Приоритет подкатегорий товаров
uk_ua: Продукти пріоритетних підкатегорій

source: Main page priority
ru_ru: Приоритет главной страницы
uk_ua: Пріоритет головної сторінки

source: Categories priority
ru_ru: Приоритет категорий
uk_ua: Пріоритет категорії

source: Regular or usual pages priority
ru_ru: Приоритет обычных страниц
uk_ua: Пріоритет звичайної сторінки

source: Products priority
ru_ru: Приоритет товаров
uk_ua: Пріоритет продуктів

source: Brands priority
ru_ru: Приоритет брендов
uk_ua: Пріоритет брендів

source: Products categories priority
ru_ru: Приоритет категорий товаров
uk_ua: Продукти пріоритетних категорій

source: Example:
ru_ru: Пример:
uk_ua: Приклад:

source: Categories pages
ru_ru: Категории страниц
uk_ua: Сторінки категорій

source: Sub categories pages
ru_ru: Подкатегории страниц
uk_ua: Сторінки підкатегорій

source: Products categories pages
ru_ru: Cтраницы категорий товаров
uk_ua: Сторінки товарних категорій

source: Products sub categories pages
ru_ru: Подкатегории страниц товаров
uk_ua: Сторінки товарних підкатегорій

source: Brands pages
ru_ru: Страницы брендов
uk_ua: Сторінки брендів

source: Do not show on Site Map
ru_ru: Не показывать на Карте Сайта
uk_ua: Не показувати на карті сайту

source: Message
ru_ru: Сообщение
uk_ua: Повідомлення

source: Changes have not been saved
ru_ru: Изменения не были сохранены
uk_ua: Зміни не були збережені

source: Error
ru_ru: Ошибка
uk_ua: Помилка

source: Add
ru_ru: Добавить
uk_ua: Додати

source: Products page
ru_ru: Страница товаров
uk_ua: Сторінки товарів

source: Go back
ru_ru: Назад
uk_ua: Повернутися

source: Save
ru_ru: Сохранить
uk_ua: Зберегти

source: Priorities
ru_ru: Приоритеты
uk_ua: Пріоритети

source: Regular or usual pages
ru_ru: Обычные страницы
uk_ua: Звичайні сторінки

source: always
ru_ru: всегда
uk_ua: завжди

source: hourly
ru_ru: ежечасно
uk_ua: погодинно

source: daily
ru_ru: ежедневно
uk_ua: щодня

source: weekly
ru_ru: еженедельно
uk_ua: щотижня

source: monthly
ru_ru: ежемесячно
uk_ua: щомісяця

source: yearly
ru_ru: ежегодно
uk_ua: щорічно

source: never
ru_ru: никогда
uk_ua: ніколи

source: Changes have been saved
ru_ru: Изменения сохранены
uk_ua: Зміни були збережені

source: Site map
ru_ru: Карта сайта
uk_ua: Карта сайту

source: Creating a site map for search engines
ru_ru: Создание карты сайта для поисковых систем
uk_ua: Створення карти сайту для пошукових систем

source: Ping sended
ru_ru: Пинг отправлен
uk_ua: Пінг надісланий

source: Return sitemap parameter
ru_ru: Параметр отдачи карты сайта
uk_ua: Повернення параметрів карти сайту

source: Can not write in robots.txt. Check write permissions.
uk_ua: Не можливо написати в robots.txt. Перевірте права на запис
