Repository: imagecms/ImageCMS
Catalog: application/modules/translator/language/*/LC_MESSAGES/translator_last.po
Languages: ru_ru

source: Number of searched matches
ru_ru: Количество найденных совпадений

source: Was not found any results
ru_ru: Не было найдено никаких результатов

source: Please, enter more than 1 symbol
ru_ru: Пожалуйста, введите более 1 символа

source: You did not select search criteria
ru_ru: Вы не выбрали критерии поиска

source: You have not specified Yandex Api Key.
ru_ru: Вы не указали яндекс Api-Ключ.

source: You have not specified origins strings language.
ru_ru: Вы не указали язык оригинальных строк.

source: Successfully translated
ru_ru: Успешно переведено

source: Wrong API key.
ru_ru: Неправильно API-ключ.

source: API key is locked.
ru_ru: API-ключ заблокирован.

source: Exceeded the daily limit on the number of requests.
ru_ru: Превышен дневной лимит на количество запросов.

source: Exceeded the daily limit on the amount of translated text.
ru_ru: Превышен дневной лимит на размер переводимого текста.

source: Exceeded the maximum allowable size of text.
ru_ru: Превышен максимально допустимый размер текста.

source: Text can not be translated.
ru_ru: Текст не переводится.

source: Set direction of translation is not supported.
ru_ru: Установите направление перевода не поддерживается.

source: Translation fails.
ru_ru: Перевод не выполняется.

source: string(s) wil be added
ru_ru: будет добавлено

source: string(s) will be removed
ru_ru: будет удалено

source: Update
ru_ru: Обновить

source: Others
ru_ru: Другое

source: Choose type
ru_ru: Выберите тип

source: Choose locale
ru_ru: Выберите язык

source: Basic path
ru_ru: Основной

source: Create Po-file
ru_ru: Создать Po-файл

source: Po file
ru_ru: Po-файл

source: There is no Po-file in such locale
ru_ru: Нет Po-файла, в локали

source: Po file settings
ru_ru: Настройки Po-файла

source: Module for work with po-files translations
ru_ru: Модуль для работы с переводом po-файлов

source: Editor theme
ru_ru: Тема окна

source: Search
ru_ru: Поиск

source: Fuzzy strings
ru_ru: Нечеткие

source: Fuzzy
ru_ru: Скрить

source: Translate
ru_ru: Перевести все

source: Not translated
ru_ru: Не переведено

source: Translated
ru_ru: Переведено

source: File is already exists.
ru_ru: Файл уже существует.

source: Error
ru_ru: Ошибка

source: Can not create file. Check if path to the file is correct -
ru_ru: Не возможно создать файл. Проверьте правильность пути к файлу -

source: File was succcessfuly created.
ru_ru: Файл был успешно создан.

source: Message
ru_ru: Сообщение

source: File cant be read. Please, set read file permissions.
ru_ru: Файл невозможно прочитать. Пожалуйста, установите права для чтения файла.

source: File cant be written. Please, set write file permissions.
ru_ru: Файл невозможно записать. Пожалуйста, установите права на запись к файлу.

source: File does not exist.
ru_ru: Файл не существует.

source: Translation file was successfuly saved.
ru_ru: Файл перевода был успешно сохранен.

source: Operation failed. Can not convert to mo-file.
ru_ru: Операция не успешная. Не возможно преобразовать в mo-файл.

source: Selection path memory was successfuly cleared.
ru_ru: Память работы модуля была успешно очищена.

source: Operation failed!
ru_ru: Операция не успешна!

source: File was successfuly updated.
ru_ru: Файл был успешно обновлен.

source: Choose template
ru_ru: Выберите шаблон

source: Back
ru_ru: Назад

source: Save
ru_ru: Сохранить

source: Save and Go to Edit
ru_ru: Сохранить и Перейти к Редактированию

source: Values
ru_ru: Значения

source: Choose file location
ru_ru: Выбрать местоположение файла

source: No locales
ru_ru: Нет локалей

source: Modules
ru_ru: Модули

source: Templates
ru_ru: Шаблоны

source: Main
ru_ru: Главный

source: Project Name
ru_ru: Название Проекта

source: Translator email
ru_ru: Email переводчика

source: Translator name
ru_ru: Имя переводчика

source: Language-Team name
ru_ru: Название Language-Team

source: Language-Team email
ru_ru: Email Language-Team

source: Basepath
ru_ru: Базовой путь

source: Paths
ru_ru: Пути

source: Add path
ru_ru: Добавить путь

source: Language
ru_ru: Язык

source: Country
ru_ru: Страна

source: File editing
ru_ru: Редактирование файла

source: Origin string
ru_ru: Оригинальная строка

source: Line number
ru_ru: Номер строки

source: Cancel
ru_ru: Отменить

source: Update results
ru_ru: Результаты обновления

source: Reset
ru_ru: Сброс

source: Create
ru_ru: Создать

source: Exchange
ru_ru: Обмен

source: Correct paths
ru_ru: Править пути

source: All strings
ru_ru: Все строки

source: Settings
ru_ru: Настройки

source: Options
ru_ru: Критерии

source: Sensitive search
ru_ru: Поиск с учетом регистра

source: Whole word search
ru_ru: Поиск по целому слову

source: Use regular expration search
ru_ru: Использовать регулярное выражение

source: Search in origin strings
ru_ru: Поиск в оригинальных строках

source: Search in translation strings
ru_ru: Поиск в строках перевода

source: Search in comments strings
ru_ru: Поиск в комментариях

source: Origin
ru_ru: Оригинальные

source: Translation
ru_ru: Перевод

source: Default sort
ru_ru: Сортировка по умолчанию

source: Comment
ru_ru: Комментарий

source: Links
ru_ru: Ссылки

source: File not exist
ru_ru: Файл не существует

source: Create file
ru_ru: Создайте файл

source: Origins language
ru_ru: Языка оригинала

source: No
ru_ru: Нет

source: Yandex Api Key
ru_ru: Яндекс Api-Ключ

source: Get Yandex Api key
ru_ru: Получить ключ Яндекс Api

source: Add
ru_ru: Добавить

source: The file is empty.
ru_ru: Этот файл пуст.

source: Choose file exchanger location
ru_ru: Выбрать расположение файла обменника

source: Choose file receiver location
ru_ru: Выбрать файл расположения приемника

source: Choose module
ru_ru: Выберите модуль

source: Translator
ru_ru: Переводчик
