Repository: imagecms/ImageCMS
Catalog: application/modules/payment_method_sberbank/language/*/LC_MESSAGES/payment_method_sberbank.po
Languages: uk_ua

source: Main currency
uk_ua: Головна валюта

source: Currency payment service
uk_ua: Валюта оплати послуг

source: Markup
uk_ua: Нацiнка

source: sberbank
uk_ua: Сбербанк

source: Оплатить
uk_ua: Оплатити

source: Name of recipient
uk_ua: Ім'я одержувача

source: Recipient bank
uk_ua: Банк одержувача

source: TIN address
uk_ua: ІПН адреса

source: Recipient account
uk_ua: Рахунок одержувача

source: BIC
uk_ua: БIК

source: Correspondent account
uk_ua: Кореспондентський рахунок

source: Bank notes
uk_ua: Грошовий знак

source: For example: руб, грн
uk_ua: Приклад: руб, грн

source: Kopeck
uk_ua: Копiйки

source: For example: коп, копеек
uk_ua: Приклад: коп, копiйок

source: Метод оплаты Сбербанк
uk_ua: Метод оплати Сбербанк
