Repository: imagecms/ImageCMS
Catalog: application/modules/pricespy/language/*/LC_MESSAGES/pricespy.po
Languages: ru_ru

source: List of users subscribed to the products
ru_ru: Список пользователей подписаных на товары

source: Back
ru_ru: Назад

source: User
ru_ru: Пользователь

source: Unsubscribe
ru_ru: Отписаться

source: Product
ru_ru: Товар

source: New price
ru_ru: Новая цена

source: Old price
ru_ru: Старая цена

source: Percentage of price reduction
ru_ru: Процент снижения цен

source: Watch list is empty
ru_ru: Список пуст

source: Already in tracking
ru_ru: Уже в отслеживании

source: Price changing
ru_ru: Изменения цены

source: Price on
ru_ru: Цены на

source: for which you watch on site
ru_ru: для которых вы смотрели на сайте

source: changed
ru_ru: изменены

source: View watch list
ru_ru: Просмотреть список просмотров

source: Unsubscribe tracking
ru_ru: Отказаться отслеживания

source: Notify about price cut
ru_ru: Оповещать о снижении цены

source: Tracking for price
ru_ru: Отслеживание цен

source: Tracking for price module
ru_ru: Модуль слежения за ценами
