Repository: imagecms/ImageCMS
Catalog: application/modules/cmsemail/language/*/LC_MESSAGES/cmsemail.po
Languages: ru_ru

source: Click with mouse on editor place where you want to add variable
ru_ru: Щелкните мышью на месте в редакторе, где вы хотите добавить переменную

source: Encryption
ru_ru: Шифрование

source: E-mail template created
ru_ru: Шаблон письма создан

source: Do you really want to install standart templates?
ru_ru: Вы действительно хотите установить стандартные шаблоны?

source: All your changes in them will be removed!!
ru_ru: Все изменения в них будут удалены!!

source: Install
ru_ru: Установить

source: Host
ru_ru: Хост

source: User
ru_ru: Пользователь

source: Password
ru_ru: Пароль

source: Email template was edited
ru_ru: Шаблон письма был отредактирован

source: Template customization mails have been changed
ru_ru: Настройки шаблонов писем были изменены

source: Template admin mail
ru_ru: Шаблон письма администратору

source: Create and exit
ru_ru: Создать и выйти

source: Variable is not added
ru_ru: Переменная не добавлена

source: Variable successfully added
ru_ru: Переменная успешно добавлена

source: Create
ru_ru: Создать

source: Creating mail template
ru_ru: Создание шаблона письма

source: Create template
ru_ru: Создать шаблон

source: Email template deleted
ru_ru: Шаблон письма удалён

source: Delete selected templates
ru_ru: Удалить выбранные шаблоны

source: Enter variable
ru_ru: Введите переменную

source: Variable should contain only Latin characters
ru_ru: Переменная должна содержать только символы латинского алфавита

source: Variable must be surrounded by $
ru_ru: Переменная должна быть окружена $

source: Variable must have a value
ru_ru: Переменная должна иметь значение

source: Save and go back
ru_ru: Сохранить и выйти

source: Go back
ru_ru: Вернуться

source: Back
ru_ru: Вернуться

source: Use wraper
ru_ru: Использовать обёртку

source: Wraper
ru_ru: Обёртка шаблона письма

source: Email-notifications managing
ru_ru: Управление email-уведомлениями

source: Error
ru_ru: Ошибка

source: Variable is not removed
ru_ru: Переменная не удалена

source: Message
ru_ru: Сообщение

source: Variable successfully removed
ru_ru: Переменная успешно удалена

source: Variable is not updated
ru_ru: Переменная не обновлена

source: Variable successfully updated
ru_ru: Переменная успешно обновлена

source: Save
ru_ru: Сохранить

source: Settings
ru_ru: Настройки

source: Template name (only latin)
ru_ru: Имя шаблона (только латинские)

source: From
ru_ru: От

source: From email
ru_ru: От кого (email)

source: Theme
ru_ru: Тема

source: Message type
ru_ru: Тип сообщения

source: Template user mail
ru_ru: Шаблон письма пользователю

source: Send email to user
ru_ru: Отправить сообщение пользователю

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Admin mail template
ru_ru: Шаблона письма администратору

source: Send email to admin
ru_ru: Отправлять письмо администратору

source: Admin address
ru_ru: Адрес администратора

source: Template description
ru_ru: Описание шаблона

source: Template email deleting
ru_ru: Удаление шаблона письма

source: Delete
ru_ru: Удалить

source: Cancel
ru_ru: Отменить

source: Name
ru_ru: Название

source: Template variable
ru_ru: Переменная шаблона

source: Templates list empty
ru_ru: Список шаблонов пуст

source: Install standart templates
ru_ru: Установите стандартные шаблоны

source: Admin email
ru_ru: Email администратора

source: Server path to sendmail
ru_ru: Серверный путь к Sendmail

source: Protocol
ru_ru: Протокол

source: Port
ru_ru: Порт

source: Check email sending
ru_ru: Проверка отправки электронной почты

source: Email template editing
ru_ru: Редактирование шаблона письма

source: Template settings
ru_ru: Настройки шаблона

source: Template variables
ru_ru: Переменные шаблона

source: Template name(only latin)
ru_ru: Имя шаблона (только латинские)

source: Variables
ru_ru: Переменные

source: Values
ru_ru: Величины

source: Edit
ru_ru: Редактировать

source: Add new variable
ru_ru: Добавить новую переменную

source: Template created
ru_ru: Шаблон создан

source: email_sent
ru_ru: Ваше сообщение успешно отправлено

source: Template edited
ru_ru: Шаблон отредактирован

source: Email sender
ru_ru: От кого

source: Settings saved
ru_ru: Настройки сохранены

source: Field
ru_ru: Поле

source: Must contain variable
ru_ru: Должен содержать переменную

source: Allows you to customize letters templates to be sent to users when certain actions
ru_ru: Позволяет настроить шаблоны писем для отправки пользователям при совершении определенных действий

source: User message doesnt send
ru_ru: Письмо пользователю не отослано

source: Template name
ru_ru: Имя шаблона

source: Template theme
ru_ru: Тема шаблона
