Repository: imagecms/ImageCMS
Catalog: application/modules/socauth/language/*/LC_MESSAGES/socauth.po
Languages: ru_ru

source: Unsubscribe
ru_ru: Отписатся

source: VK
ru_ru: В.К.

source: Yandex
ru_ru: Яндекс

source: Mistake, maybe the email is already in use
ru_ru: Ошибка, может быть, электронная почта уже используется

source: Try to use a different method to enter.
ru_ru: Попробуйте использовать другой метод для входа.

source: Login page
ru_ru: Страница входа

source: Enter your login
ru_ru: Введите свой логин

source: Password
ru_ru: Пароль

source: Code protection
ru_ru: Защитный код

source: Remember me
ru_ru: Запомнить меня

source: Forgot password
ru_ru: Забыл пароль

source: Registration
ru_ru: Регистрация

source: Enter
ru_ru: Вход

source: Enter your email
ru_ru: Введите адрес электронной почты

source: Authorization settings through third-party services
ru_ru: Настройки авторизации через сторонние сервисы

source: Back
ru_ru: Назад

source: Save
ru_ru: Сохранить

source: Authorization settings using your Google account
ru_ru: Настройки авторизации с помощью аккаунта Google

source: Need to get 1 time
ru_ru: Необходимо получить 1 раз

source: Get
ru_ru: Получить

source: Use authorization via Google
ru_ru: Использовать авторизацию с помощью Google

source: Use authorization via VK account
ru_ru: Использовать авторизацию через акаунт В.К.

source: Use authorization via VK
ru_ru: Использовать авторизацию через ВКонтакте

source: Authorization settings using your FaceBook account
ru_ru: Настройки авторизации с помощью акаунта в Facebook

source: Use authorization via FaceBook
ru_ru: Использовать авторизацию через FaceBook

source: Authorization settings using your Yandex account
ru_ru: Настройки авторизации с помощью акаунта Яндекса

source: Appication password
ru_ru: Пароль программы

source: Use authorization via Yandex
ru_ru: Использовать авторизацию с помощью Яндекса

source: Your password to access the site
ru_ru: Ваш пароль для доступа к сайту

source: Settings are saved
ru_ru: Настройки сохранены

source: Authorization module
ru_ru: Модуль авторизации

source: Module for authorization via popular social networks
ru_ru: Модуль для авторизации через популярные социальные сети
