Repository: imagecms/ImageCMS
Catalog: application/modules/admin/language/*/LC_MESSAGES/admin.po
Languages: uk_ua

source: There are no currencies
uk_ua: Немає валюти

source: No data transmitted
uk_ua: Немає даних

source: No orders
uk_ua: Немає замовлень

source: There are no categories at the site
uk_ua: Немає категорій на сайті

source: No configuration key or<br /> key account list on Mailchimp
uk_ua: Немає конфігураційного ключа або<br /> списку ключів аккаунту на Mailchimp

source: Have not modules to install
uk_ua: Немає модулів для встановлення

source: No modules have been found at your request
uk_ua: Немає модулів, знайдених за вашим запитом

source: No recently updated pages
uk_ua: Немає нещодавно оновлених сторінок

source: No results for your query
uk_ua: Немає результатів для вашого запиту

source: No pages in category
uk_ua: Немає сторінки в категорії

source: No files
uk_ua: Немає файлів

source: No recovery files.
uk_ua: Немає файлів відновлення

source: No photo
uk_ua: Немає фото

source: There was no price for the upgrade
uk_ua: Немає ціни для оновлення

source: Unable to remove the main currency
uk_ua: Неможливо видалити основний обмін

source: Unable to remove default status
uk_ua: Неможливо видалити статус за замовчуванням

source: Unpublished
uk_ua: Неопубліковані

source: Wrong protection code
uk_ua: Неправильний код протекції

source: Wrong file type. Only csv|xls|xlsx
uk_ua: Неправильний тип файлу. Тільки в CSV|XLS|XLSX

source: Wrong image format
uk_ua: Неправильний формат зображення

source: Wrong phone format
uk_ua: Неправильний формат телефону

source: Wrong path to the root directory
uk_ua: Неправильний шлях до кореневого каталогу

source: New version
uk_ua: Нова версія

source: New Role
uk_ua: Нова роль

source: New
uk_ua: Новий

source: New user
uk_ua: Новий користувач

source: New user created
uk_ua: Новий користувач створений

source: New password
uk_ua: Новий пароль

source: New password confirm
uk_ua: Новий пароль підтвердження

source: New order status
uk_ua: Новий статус замовлення

source: novelty
uk_ua: новинка

source: Newest first
uk_ua: Новинка

source: Novelty
uk_ua: Новинка

source: New orders
uk_ua: Нові замовлення

source: New users
uk_ua: Нові користувачі

source: New pages
uk_ua: Нові сторінки

source: Application number
uk_ua: Номер заявки

source: Column number updated
uk_ua: Номер стовпця оновлено

source: Telephone number of the wishlist author
uk_ua: Номер телефону автора Списку побажань

source: User telephone number requested a callback
uk_ua: Номер телефону користувача, що просив зворотній дзвінок

source: Customer phone number
uk_ua: Номери телефону клієнта

source: No
uk_ua: Ні

source: The property(ies) deleted
uk_ua: Об'єкт(и) видалено

source: Select a field group to be displayed/ viewed in the created category of the group or group category
uk_ua: Оберіть групу полів, яка буде відображатися під час створення сторінок в даній категорії

source: Set the directory access rights to continue the work with widgets
uk_ua: Оберіть набір прав доступу до довідника, щоб продовжити роботу з віджетами

source: Select the module type to the table below
uk_ua: Оберіть тип модуля із таблиці нижче

source: Currency not found
uk_ua: Обмін не знайдено

source: Currency created
uk_ua: Обмін створено

source: Currency successfully removed
uk_ua: Обмін успішно видалений

source: Custom required field
uk_ua: Обов'язкове користувацьке поле

source: Field required
uk_ua: Обов'язкове поле

source: Choose language
uk_ua: Обрати мову

source: Processed
uk_ua: Оброблені

source: One user
uk_ua: Один користувач

source: Single quotes
uk_ua: Одинарні лапки

source: Measurement unit
uk_ua: Одиниця виміру

source: Update or download new browsers here
uk_ua: Оновити або завантажити нові браузери тут

source: Update the code
uk_ua: Оновити код

source: Refresh prices after import
uk_ua: Оновити ціни після імпорту

source: Update
uk_ua: Оновлення

source: Updation
uk_ua: Оновлення

source: Updating has been completed
uk_ua: Оновлення завершене

source: System update
uk_ua: Оновлення системи

source: Updated pages
uk_ua: Оновлені сторінки

source: Operating system
uk_ua: Операційна система

source: The operation was successful
uk_ua: Операція пройшла успішно

source: Описание
uk_ua: Опис

source: Description
uk_ua: Опис

source: Description
uk_ua: Опис

source: Description delivery price
uk_ua: Опис ціни доставки

source: Paid
uk_ua: Оплачено

source: Published
uk_ua: Опубліковано

source: Has been published
uk_ua: Опубліковано

source: Main currency was edited
uk_ua: Основна валюта була відредагована

source: Main property
uk_ua: Основна властивість

source: Main category template by default
uk_ua: Основна категорія шаблону за замовчуванням

source: Main image
uk_ua: Основне зображення

source: The main image
uk_ua: Основне зображення

source: Main picture an additional
uk_ua: Основне зображення додаткове

source: Main size
uk_ua: Основний розмір

source: Main product
uk_ua: Основний товар

source: Product main template. By default product.tpl
uk_ua: Основний шаблон продукту. За замовчуванням product.tpl

source: Main product template. By default product.tpl
uk_ua: Основний шаблон товару. За замовчуванням product.tpl

source: Basic
uk_ua: Основні

source: Base
uk_ua: Основні

source: Basic settings
uk_ua: Основні налаштування

source: General settings
uk_ua: Основні налаштування

source: Personal data
uk_ua: Особисті дані

source: Last link
uk_ua: Останнє посилання

source: Last comments
uk_ua: Останні коментарі

source: Latest/recent comments
uk_ua: Останні коментарі

source: Last IP
uk_ua: Останній IP

source: The last status in the list can not be deleted
uk_ua: Останній статус у списку не може бути видалено

source: Clear all
uk_ua: Очистити всі

source: Clear outdated
uk_ua: Очистити застарілі

source: Clear cache
uk_ua: Очистити кеш

source: Cleared the cache
uk_ua: Очищений кеш

source: Waiting approval
uk_ua: Очікування схвалення

source: Waiting for approval
uk_ua: Очікує схвалення

source: Dashboard
uk_ua: Панель управління

source: Operation panel
uk_ua: Панель управління

source: Admin panel
uk_ua: Панель управління

source: Folder
uk_ua: Папка

source: Settings was updated
uk_ua: Параметри оновлено

source: FTP connection settings
uk_ua: Параметри підключення FTP

source: Password
uk_ua: Пароль

source: The password will be sent to the e-mail
uk_ua: Пароль буде надіслано на e-mail

source: Customer password
uk_ua: Пароль клієнта

source: Password confirm
uk_ua: Пароль підтвердження

source: The initial value of the goods
uk_ua: Первісна вартість товарів

source: Check the input data and fill in all mandatory fields
uk_ua: Перевірити вхідні дані і заповнити всі обов'язкові поля

source: Check mail sending
uk_ua: Перевірити відправку пошти

source: Check prices
uk_ua: Перевірити ціни

source: Check out
uk_ua: Перевірка

source: Check
uk_ua: Перевірка

source: Validations
uk_ua: Перевірки

source: Check version update
uk_ua: Перевірте версію оновлення

source: Properties list review
uk_ua: Перегляд властивостей товарів

source: View a site
uk_ua: Перегляд сайту

source: View page
uk_ua: Перегляд сторінки

source: Page view template by default
uk_ua: Перегляд сторінки шаблону за замовчуванням

source: Show in category
uk_ua: Переглянути в категорiї

source: Move to category
uk_ua: Перейти до категорії

source: go to the website
uk_ua: перейти на сайт

source: Go to site
uk_ua: Перейти на сайт

source: Translation
uk_ua: Переклад

source: Тo translation
uk_ua: Переклад відсутній

source: Category translation
uk_ua: Переклад категорій

source: Category translation updated
uk_ua: Переклад категорії оновлено

source: Translated the category
uk_ua: Перекладено категорію

source: Translated brand ID:
uk_ua: Перекласти бренд з ID:

source: Move
uk_ua: Перемістити

source: Move page
uk_ua: Перемістити сторінку

source: Product displacement
uk_ua: Переміщення виробів

source: Move products
uk_ua: Переміщення продуктів

source: Recalculate
uk_ua: Перерахувати

source: Recalculate products after payment of the order?
uk_ua: Перерахувати продукцію після оплати замовлення?

source: Recalculation
uk_ua: Перерахунок

source: Conversion completed. Now the currency may be removed
uk_ua: Перетворення завершено. Тепер валюта може бути видалена

source: Drag product variant
uk_ua: Перетягніть варіант продукту

source: First link
uk_ua: Перше посилання

source: Period
uk_ua: Період

source: Payments
uk_ua: Платежі

source: Related entity
uk_ua: Пов'язана сутність

source: Related products
uk_ua: Пов'язані продукти

source: back
uk_ua: повернутися

source: &nbsp;Back
uk_ua: Повернутися

source: Go back
uk_ua: Повернутися

source: Return
uk_ua: Повернутися

source: Back
uk_ua: Повернутися

source: Full Name
uk_ua: Повне ім'я

source: Full name
uk_ua: Повне ім'я

source: Full contents
uk_ua: Повний зміст

source: Full description
uk_ua: Повний опис

source: Import Complete
uk_ua: Повний імпорт

source: Inform
uk_ua: Повідомити

source: Notify
uk_ua: Повідомити

source: Notify a buyer about the status change
uk_ua: Повідомити покупця про зміну статусу

source: Report an error
uk_ua: Повідомити про помилку

source: report an error
uk_ua: повідомити про помилку

source: Notifications
uk_ua: Повідомлення

source: message
uk_ua: повідомлення

source: Notification
uk_ua: Повідомлення

source: Notified
uk_ua: Повідомлення

source: Administrator notification about the order placement by e-mail
uk_ua: Повідомлення адміністратора про розміщення замовлення по E-mail

source: Notifications Removed
uk_ua: Повідомлення видалено

source: Message from the order page
uk_ua: Повідомлення зі сторінки замовлення

source: User notification request date
uk_ua: Повідомлення користувача про запит дати

source: Notifications in pages
uk_ua: Повідомлення на сторінках

source: Notification is not found
uk_ua: Повідомлення не знайдене

source: Notification updated
uk_ua: Повідомлення оновлено

source: Message about a callback
uk_ua: Повідомлення про зворотний звязок

source: Notifications list_
uk_ua: Повідомлення про появу

source: Arrival notification
uk_ua: Повідомлення про появу

source: Message about arrival
uk_ua: Повідомлення про появу

source: Notification editing
uk_ua: Повідомлення редагування

source: Notified email
uk_ua: Повідомлені по електронній пошті

source: Notify a user by e-mail about product arrival?
uk_ua: Повідомляти Вас по електронній пошті про прибуття продукції?

source: Notify the user via E-mail upon availability
uk_ua: Повідомляти користувача через E-mail про наявність

source: Gift certificate
uk_ua: Подарунковий сертифікат

source: Gift Certificate
uk_ua: Подарунковий сертифікат

source: Gift Certificates
uk_ua: Подарункові сертифікати

source: Show on map
uk_ua: Подивитися на карті

source: Show on site
uk_ua: Подивитися на сайті

source: Order details
uk_ua: Подробиці замовлення

source: Position created
uk_ua: Позицію створено

source: Position
uk_ua: Позиція

source: The position has been successfully saved
uk_ua: Позиція була успішно збережена

source: Positions saved
uk_ua: Позиції зберігаються

source: Positions updated
uk_ua: Позиції оновлюються

source: Positions saved successfully
uk_ua: Позиції успішно збережено

source: show
uk_ua: показати

source: Show
uk_ua: Показати

source: Show properties of the selected categories
uk_ua: Показати властивості обраної категорії

source: Show page
uk_ua: Показати сторінку

source: Show in all categories
uk_ua: Показати у всіх категоріях

source: Show in menu
uk_ua: Показувати в меню

source: Show in product compare
uk_ua: Показувати в порівнянні

source: Show on product page
uk_ua: Показувати на сторінці товару

source: Show in filter
uk_ua: Показувати у фільтрі

source: Buyer
uk_ua: Покупець

source: Field
uk_ua: Поле

source: The %s field can only contain Latin characters
uk_ua: Поле %s може містити тільки латинські літери

source: Field active
uk_ua: Поле активне

source: Field not found
uk_ua: Поле не знайдене

source: The field must contain only Latin characters .
uk_ua: Поле повинно містити тільки латинські символи

source: The field should only contain letters without numbers
uk_ua: Поле повинно містити тільки літери без цифр

source: File field
uk_ua: Поля файлу

source: Error
uk_ua: Помилка

source: Error in the script. Please notify the administrator
uk_ua: Помилка в скрипті. Будь ласка, повідомте адміністратора

source: Server connection error:Check username and password
uk_ua: Помилка з'єднання з сервером: перевірте ім'я користувача та пароль

source: File downloading error
uk_ua: Помилка завантаження файлу

source: Error downloading update file
uk_ua: Помилка завантаження файлу оновлення

source: Module installation error
uk_ua: Помилка модулю встановлення

source: The operation error
uk_ua: Помилка операції

source: Clearing cache error
uk_ua: Помилка очищення кешу

source: Error checking permissions
uk_ua: Помилка перевірки дозволів

source: Conversion error
uk_ua: Помилка перетворення

source: Conversion error,
uk_ua: Помилка перетворення,

source: Error removing options
uk_ua: Помилка при видаленні параметрів

source: Error loading file versions
uk_ua: Помилка при завантаженні файлу версій

source: Script error. Notify administrator.
uk_ua: Помилка сценарію. Повідомити адміністратора

source: Error. The currency used in the products. Check the currency options products
uk_ua: Помилка. Валюта, яка використовується в продуктах. Перевірте параметри валюти продукції

source: Error: widget not found!
uk_ua: Помилка: віджет не знайдено!

source: Error: Module information has not been found
uk_ua: Помилка: модуль інформації не знайдено

source: Error: Wrong path to the root directory.
uk_ua: Помилка: неправильний шлях до кореневого каталогу

source: Error: Generic page can not be deleted.
uk_ua: Помилка: спільна сторінка не може бути видалена

source: Warning
uk_ua: Попередження

source: Previous
uk_ua: Попередній

source: Preliminary contents
uk_ua: Попередній зміст

source: Popular
uk_ua: Популярні

source: Popularity formula coefficient
uk_ua: Популярність формули коефіцієнта

source: Popularity formula: number of views+ products added to the cart *coefficient . For example: 1000.
uk_ua: Популярність формули: кількість переглядів продуктів, доданих в корзину *коефіцієнт . Наприклад: 1000

source: Empty.
uk_ua: Порожній

source: Empty list
uk_ua: Порожній список

source: Empty property list
uk_ua: Порожній список властивостей

source: Empty discount list
uk_ua: Порожній список знижок

source: Gift certificate list is empty.
uk_ua: Порожній список подарункових сертифікатів

source: Roles list is empty.
uk_ua: Порожній список ролей.

source: Empty file list
uk_ua: Порожній список файлів

source: Port
uk_ua: Порт

source: Reference
uk_ua: Посилання

source: Link to confirm password recovery
uk_ua: Посилання для підтвердження відновлення пароля

source: Link to the order
uk_ua: Посилання на замовлення

source: Link to view the WishList
uk_ua: Посилання на перегляд вподобаних

source: Link to view the product
uk_ua: Посилання на перегляд продукту

source: Задать вопрос
uk_ua: Поставити питання

source: Delivery created
uk_ua: Поставка створена

source: Current version
uk_ua: Поточна версія

source: Current accessories
uk_ua: Поточний аксесуари

source: Current certificate (amount):
uk_ua: Поточний сертифікат (сума):

source: Current kits
uk_ua: Поточні комплекти

source: Required
uk_ua: Потрібно

source: Start export
uk_ua: Почати експорт

source: Start resize images after import
uk_ua: Почати зміну розміру зображення після імпорту

source: Search start
uk_ua: Почати пошук

source: Start import
uk_ua: Почати імпорт

source: First
uk_ua: Початок

source: Start typing name here
uk_ua: Почніть вводити ім'я тут

source: Search
uk_ua: Пошук

source: Searching for images on the Internet
uk_ua: Пошук зображень в Інтернеті

source: Your search did not found
uk_ua: Пошук не знайшов нічого

source: Product search
uk_ua: Пошук продуктів

source: Access rights
uk_ua: Права доступу

source: Access rights define <br />a set of actions (eg, read,<br /> write, execute) permissions for<br /> the subjects (for example, users<br /> of the system) of <br />the data objects.
uk_ua: Права доступу визначають <br />набір дій (наприклад, читання,<br /> запис, виконання), дозволених для<br /> суб'єктів (наприклад, користувачів<br /> системи)

source: Write permission
uk_ua: Права запису

source: Right
uk_ua: Право

source: Prefix (folder will be created)
uk_ua: Префікс (буде створена папка)

source: Field private
uk_ua: Приватне поле

source: Private
uk_ua: Приватний

source: Privilege
uk_ua: Привілей

source: Privileges
uk_ua: Привілеї

source: Hello
uk_ua: Привіт

source: Purchased Product
uk_ua: Придбаний продукт

source: Hide
uk_ua: Приховати

source: Fail
uk_ua: Провал

source: Progressive discounts
uk_ua: Прогресивні знижки

source: Продлить
uk_ua: Продовжити

source: The product was removed
uk_ua: Продукт був видалений

source: The product was edited
uk_ua: Продукт був відредагований

source: The product was created
uk_ua: Продукт був створений

source: Product updated
uk_ua: Продукт оновлено

source: Products in kit
uk_ua: Продуктів у комплекті

source: Transparency
uk_ua: Прозорість

source: Skip column
uk_ua: Пропустити колонку

source: promotion
uk_ua: просування

source: Profile
uk_ua: Профіль

source: Item
uk_ua: Пункт

source: Hint
uk_ua: Підказка

source: Exploding error
uk_ua: Підриваюча помилка

source: Module deinstalling
uk_ua: Після видалення модуля

source: Total
uk_ua: Разом

source: Regular discounts
uk_ua: Регулярні знижки

source: Editing brand
uk_ua: Редагування бренду

source: Properties editing
uk_ua: Редагування властивостей

source: Widget editing
uk_ua: Редагування віджету

source: Edit order
uk_ua: Редагування замовлення

source: Callback editing
uk_ua: Редагування зворотнього виклику

source: Editing by discounts
uk_ua: Редагування знижки

source: Editing discounts
uk_ua: Редагування знижки

source: Category editing
uk_ua: Редагування категорії

source: User editing
uk_ua: Редагування користувача

source: Product kit editing
uk_ua: Редагування набору продукту

source: Editing a custom field
uk_ua: Редагування полів

source: Payment method editing
uk_ua: Редагування спосібу оплати

source: Editing status of appearance
uk_ua: Редагування статусу зовнішнього вигляду

source: Сallback topic editing
uk_ua: Редагування теми зворотнього виклику

source: Edit
uk_ua: Редагувати

source: Editing
uk_ua: Редагувати

source: Edit brand
uk_ua: Редагувати бренд

source: Roles group edit
uk_ua: Редагувати групи ролей

source: Edit callback
uk_ua: Редагувати зворотній дзвінок

source: edit category
uk_ua: редагувати категорії

source: Edit category
uk_ua: Редагувати категорії

source: Edit comment
uk_ua: Редагувати коментар

source: Edit product kit
uk_ua: Редагувати комплекту продукту

source: Edit user
uk_ua: Редагувати користувача

source: Edit kit
uk_ua: Редагувати набiр

source: Currency edit
uk_ua: Редагувати обмін

source: Edit notification
uk_ua: Редагувати повідомлення

source: Edit status notification
uk_ua: Редагувати повідомлення про статус

source: Gift certificate edit
uk_ua: Редагувати подарунковий сертифікат

source: Edit product
uk_ua: Редагувати продукту

source: Role edit
uk_ua: Редагувати роль

source: Delivery method edit
uk_ua: Редагувати спосіб доставки

source: Edit status
uk_ua: Редагувати статус

source: Orders status edit
uk_ua: Редагувати статус замовлень

source: Edit page
uk_ua: Редагувати сторінку

source: Edit callback theme
uk_ua: Редагувати тему зворотнього виклику

source: Template editor
uk_ua: Редактор шаблонів

source: Backup copying
uk_ua: Резервне копіювання

source: Backup
uk_ua: Резервне копіювання

source: Backup copying has been completed
uk_ua: Резервне копіювання завершено

source: Result
uk_ua: Результат

source: Search results
uk_ua: Результати пошуку

source: User registartion after making order
uk_ua: Реєстрація користувача після створення замовлення

source: Registration after order
uk_ua: Реєстрація після замовлення

source: Robots was opened -
uk_ua: Роботи були вiдкритi -

source: Robots was closed -
uk_ua: Роботи були закритi -

source: expand category
uk_ua: розгорнути категорію

source: expand the category
uk_ua: розгорніть

source: Field separator
uk_ua: Роздільник полів

source: Fields separator
uk_ua: Роздільник полів

source: Separator
uk_ua: Розділювальний знак

source: The field separator
uk_ua: Розділювач полів

source: Size
uk_ua: Розмір

source: Font size
uk_ua: Розмір шрифту

source: Order placement e-mail to the user has been sent
uk_ua: Розміщення замовлення було надіслане користувачу електронною поштою

source: Advanced search product
uk_ua: Розширений пошук продукту

source: Role
uk_ua: Роль

source: Role create
uk_ua: Роль створення

source: Russian
uk_ua: Російська

source: Zero-length string
uk_ua: Рядок нульової довжини

source: Level of server utilisation
uk_ua: Рівень використання сервера

source: site
uk_ua: сайт

source: The site will be available only to the Administrator
uk_ua: Сайт буде доступний лише для Адміністратора

source: Secret key
uk_ua: Секретний ключ

source: Server
uk_ua: Сервер

source: Character
uk_ua: Символ

source: Currency symbol
uk_ua: Символ валюти

source: characters
uk_ua: символи

source: System
uk_ua: Система

source: System error - uknown extention
uk_ua: Системна помилка - незнайоме продовження

source: Cancel
uk_ua: Скасувати

source: Cancel filter
uk_ua: Скасувати фільтр

source: Reset filter
uk_ua: Скинути фільтр

source: Warehouse
uk_ua: Склад

source: Warehouses
uk_ua: Склади

source: Copy to the local computer
uk_ua: Скопіювати на локальний комп'ютер

source: Служба поддержки
uk_ua: Служба підтримки

source: Sort by price
uk_ua: Сортувати за ціною

source: Sort by
uk_ua: Сортувати по

source: Sort by ID
uk_ua: Сортувати по ID

source: Sort by name .
uk_ua: Сортувати по імені

source: Spam
uk_ua: Спам

source: Special offers
uk_ua: Спеціальні пропозиції

source: WishList
uk_ua: Списки побажань

source: List
uk_ua: Список

source: The list of attributes that will be imported
uk_ua: Список атрибутів, які будуть імпортовані

source: List of brands
uk_ua: Список брендів

source: Brands list is empty.
uk_ua: Список брендів порожній

source: Currencies list
uk_ua: Список валют

source: The list of properties is empty
uk_ua: Список властивостей порожній

source: Widgets list
uk_ua: Список віджетів

source: Group list
uk_ua: Список груп

source: Group's list
uk_ua: Список груп

source: Roles groups list
uk_ua: Список груп ролей

source: Orders list
uk_ua: Список замовлень

source: List of callbacks is empty
uk_ua: Список зворотних викликів порожній

source: Callback list
uk_ua: Список зворотніх викликів

source: Empty callback list.
uk_ua: Список зворотніх викликів - порожній

source: Callbacks list_
uk_ua: Список зворотніх дзвінків

source: Categories list
uk_ua: Список категорій

source: Category list is empty
uk_ua: Список категорій порожній

source: Users list
uk_ua: Список користувачів

source: List of users
uk_ua: Список користувачів

source: Empty user list.
uk_ua: Список користувачів порожній

source: Languages list
uk_ua: Список мов

source: The list of possible code rates listed in the international standard
uk_ua: Список можливих кодових ставок, зазначених у міжнародному стандарті

source: Kit List products are empty
uk_ua: Список наборів товарів порожній

source: List of cumulative discounts
uk_ua: Список накопичувальних знижок

source: Wish List
uk_ua: Список побажань

source: Empty product arrival notification list.
uk_ua: Список повідомлень про прибуття товарів - порожній

source: Gift certificate list
uk_ua: Список подарункових сертифікатів

source: Fields list
uk_ua: Список полів

source: List is empty
uk_ua: Список порожній

source: List is empty.
uk_ua: Список порожній

source: Privileges list
uk_ua: Список привілеїв
