Repository: imagecms/ImageCMS
Catalog: application/modules/admin/language/*/LC_MESSAGES/admin.po
Languages: uk_ua

source: Date of order
uk_ua: Дата замовлення

source: Callback request date
uk_ua: Дата запиту зворотнього дзвінка

source: Date of changes
uk_ua: Дата зміни

source: Date of change
uk_ua: Дата зміни

source: Start date
uk_ua: Дата початку

source: Publication date
uk_ua: Дата публікації

source: Date of release
uk_ua: Дата релізу

source: Date of registration
uk_ua: Дата реєстрації

source: Date of creation
uk_ua: Дата створення

source: Creation date
uk_ua: Дата створення

source: Date Created
uk_ua: Дата створення

source: Time and date of publication
uk_ua: Дата і час публікації

source: Colon
uk_ua: Двокрапка

source: Deposit rates
uk_ua: Депозитні ставки

source: Some of settings not saved
uk_ua: Деякі налаштування не збережені

source: Source
uk_ua: Джерело

source: For language
uk_ua: Для мови

source: For imported images will be produced resize
uk_ua: Для імпортованих зображень буде проводитися зміна розміру

source: дней
uk_ua: днів

source: days
uk_ua: днів

source: Up
uk_ua: До

source: to
uk_ua: до

source: To
uk_ua: До

source: Adding accessories
uk_ua: Додавання аксесуарів

source: Add
uk_ua: Додати

source: Add to Cart
uk_ua: Додати в кошик

source: Add to menu
uk_ua: Додати в меню

source: Add a variant
uk_ua: Додати варіант

source: Add contact
uk_ua: Додати контакт

source: Add a new product to the order
uk_ua: Додати новий товар на замовлення

source: Add product to order
uk_ua: Додати продукт у замовлення

source: Add a subcategory
uk_ua: Додати підкатегорію

source: Add an article
uk_ua: Додати статтю

source: Additional currency
uk_ua: Додаткова валюта

source: Additional currency was edited
uk_ua: Додаткова валюти була відредагована

source: Additional images resize
uk_ua: Додаткова зміна розміру зображення

source: Additional image
uk_ua: Додаткове зображення

source: An additional field is created
uk_ua: Додаткове поле створюється

source: Attached products
uk_ua: Додатковий товар

source: Additional data
uk_ua: Додаткові дані

source: Additional images
uk_ua: Додаткові зображення

source: Additional categories
uk_ua: Додаткові категорії

source: Advanced settings
uk_ua: Додаткові налаштування

source: Custom fields
uk_ua: Додаткові поля

source: Additional fields
uk_ua: Додаткові поля

source: Additional field data
uk_ua: Додаткові поля даних

source: Additional fields list
uk_ua: Додаткові поля списку

source: Comment permission
uk_ua: Дозволити коментування

source: Yandex.Market document
uk_ua: Документ Яндекс.Маркет

source: Documentation
uk_ua: Документація

source: Помощь
uk_ua: Допомога

source: Help us get better
uk_ua: Допоможіть нам стати краще

source: Delivery
uk_ua: Доставка

source: Delivery was removed
uk_ua: Доставка була видалена

source: Delivery was edited
uk_ua: Доставка була відредагована

source: Delivery and payment
uk_ua: Доставка та оплата

source: Access
uk_ua: Доступ

source: URL access
uk_ua: Доступ за URL-адресою

source: URL access on
uk_ua: Доступ за URL-адресою на

source: Print receipt
uk_ua: Друк квитанцій

source: Very high price, please set smaller
uk_ua: Дуже висока ціна, будь ласка, встановіть меншу

source: Valid until
uk_ua: Дійсний до

source: Valid to
uk_ua: Дійсний до

source: Really delete selected products?
uk_ua: Дійсно видалити вибрані продукти?

source: Really delete callback(s)
uk_ua: Дійсно видалити зворотній дзвінок(ки)?

source: Action
uk_ua: Дія

source: Actions
uk_ua: Дії

source: Export
uk_ua: Експорт

source: Export CSV gives <br />jumps file with <br />a list of all<br /> users.
uk_ua: Експорт CSV дає <br />скачки файлу з <br />списку<br /> користувачів

source: Export Mailchimp sent <br />to all users on their<br /> email subscription<br /> form on your<br /> news rassilku.
uk_ua: Експорт Mailchimp відправлено <br />для всіх користувачів на їх<br /> e-mail для підписки<br /> з Вашої<br /> розсилки новин

source: Exports in progress
uk_ua: Експорт в прогрес

source: Export complete
uk_ua: Експорт завершено

source: Products export
uk_ua: Експорт продуктів

source: Export successfully
uk_ua: Експорт успішний

source: Site webmaster email
uk_ua: Електронна пошта веб-майстра сайту

source: No profiles
uk_ua: Жодних профілів

source: No widgets created
uk_ua: Жодних створених віджетів

source: Event journal
uk_ua: Журнал подій

source: Events journal
uk_ua: Журнал подій

source: by position
uk_ua: з позиції

source: by alphabet
uk_ua: за алфавітом

source: by date
uk_ua: за датою

source: By default
uk_ua: За замовчуванням

source: by default
uk_ua: За замовчуванням

source: Default status was changed
uk_ua: За замовчуванням статус змінився

source: By raiting
uk_ua: За рейтингом

source: Banned
uk_ua: Заборонені

source: Forgot your password?
uk_ua: Забули пароль?

source: Loading properties
uk_ua: Завантаження властивостей

source: Upload
uk_ua: Завантажити

source: Download
uk_ua: Завантажити

source: Load from internet
uk_ua: Завантажити з Інтернету

source: Complete
uk_ua: Завершено

source: Completed
uk_ua: Завершено

source: In total
uk_ua: Загалом

source: Total price
uk_ua: Загальна ціна

source: General information
uk_ua: Загальна інформація

source: Total file caching
uk_ua: Загальне кешування файлів

source: General Settings
uk_ua: Загальні налаштування

source: Log in
uk_ua: Зайти

source: Close
uk_ua: Закрити

source: Close fast create
uk_ua: Закрити швидке створення

source: Leave empty
uk_ua: Залишити порожнім

source: Orders with this status
uk_ua: Замовленнь з таким статусом

source: Orders
uk_ua: Замовлення

source: Orders
uk_ua: Замовлення

source: Order
uk_ua: Замовлення

source: Order was successfully created
uk_ua: Замовлення було успішно створено,

source: Order deleted
uk_ua: Замовлення видалено

source: Orders are removed
uk_ua: Замовлення видаляються

source: Order edited
uk_ua: Замовлення відредаговано

source: Order not found
uk_ua: Замовлення не знайдено

source: Order bad
uk_ua: Замовлення погане

source: Order is created
uk_ua: Замовлення створено

source: Orders on the page
uk_ua: Замовлень на сторінці

source: Ordered products
uk_ua: Замовлені продукти

source: Customer
uk_ua: Замовник

source: Member Discount
uk_ua: Запам'ятати знижку

source: Remember me
uk_ua: Запамятати мене

source: Posts on page
uk_ua: Записів на сторінці

source: Removal requests
uk_ua: Запити на видалення

source: Enter Meta Tags
uk_ua: Заповнити мета-теги

source: Fill in the required fields.
uk_ua: Заповніть необхідні поля

source: Outdated files have been deleted
uk_ua: Застарілі файли були видалені

source: Apply for subcategories
uk_ua: Застосувати для підкатегорії

source: Approved
uk_ua: Затверджений

source: Approve
uk_ua: Затвердити

source: Comments buyer
uk_ua: Зауваження покупця

source: Reserved the same name module
uk_ua: Захищені тим же ім'ям модуля

source: Save
uk_ua: Зберегти

source: Save on the server
uk_ua: Зберегти на сервері

source: Save the old price ?
uk_ua: Зберегти стару ціну?

source: Save as additional
uk_ua: Зберегти як додатковий

source: Save and exit
uk_ua: Зберегти і вийти

source: Save and go back
uk_ua: Зберегти і повернутися

source: Save and create a new record
uk_ua: Зберегти і створити новий запис

source: Save and create a new group
uk_ua: Зберегти і створити нову групу

source: Save and edit
uk_ua: Збереження і редагування

source: Save and edit
uk_ua: Збереження і редагування

source: Saved
uk_ua: Збережено

source: Callback
uk_ua: Зворотний дзвінок

source: Callbacks
uk_ua: Зворотні виклики

source: Callback was removed
uk_ua: Зворотній дзвінок був видалений

source: Callback edited
uk_ua: Зворотній дзвінок відредаговано

source: Callback(s) was removed
uk_ua: Зворотній дзвінок(и) видалено

source: Reports of the appearance
uk_ua: Звіти зовнішнього вигляду

source: Collapse category
uk_ua: Згорнути категорію

source: roll up category
uk_ua: Згорнути категорію

source: Left
uk_ua: Зліва

source: Change
uk_ua: Зміна

source: Edit property
uk_ua: Зміна властивостей

source: Change category data
uk_ua: Зміна категорії даних

source: Change product
uk_ua: Зміна продукту

source: Resize images for products
uk_ua: Зміна розміру зображень для продуктів

source: Status change success
uk_ua: Зміна стану успішна

source: Changed a language
uk_ua: Змінена мова

source: Changed a widget
uk_ua: Змінено віджет

source: Changed the category translation
uk_ua: Змінено переклад категорій

source: Changed the category
uk_ua: Змінено розділ

source: Changed the page
uk_ua: Змінено сторінку

source: Changed the module settings
uk_ua: Змінені налаштування модулю

source: Changed wesite settings
uk_ua: Змінені параметри wesite

source: Changes has been saved
uk_ua: Зміни були збережені

source: Changes have been saved
uk_ua: Зміни були збережені

source: Changes were saved
uk_ua: Зміни були збережені

source: The product was successfully edited
uk_ua: Зміни збережені

source: Changes saved
uk_ua: Зміни збережені

source: Changes not saved
uk_ua: Зміни не зберігаються

source: Product changes
uk_ua: Зміни продукту

source: Change saved successfully
uk_ua: Зміни успішно збережено

source: Callback's status was changed
uk_ua: Змінився статус зворотнього виклику

source: Edit category ID
uk_ua: Змінити ID категорії

source: Modify date
uk_ua: Змінити дату

source: Language edit
uk_ua: Змінити мову

source: Resize
uk_ua: Змінити розмір

source: Perform resize of all the images?
uk_ua: Змінити розмір всіх зображень?

source: Perform resize the selected product
uk_ua: Змінити розмір зображень для товару

source: Resize products images
uk_ua: Змінити розмір зображень продукції

source: Change status
uk_ua: Змінити статус

source: Edit callback status
uk_ua: Змінити статус зворотнього дзвінка

source: Change the status of marked notifications?
uk_ua: Змінити статус позначених повідомлень?

source: Time of the order status change
uk_ua: Змінити час статусу замовлення

source: Contents
uk_ua: Зміст

source: Displacement
uk_ua: Зміщення

source: Found products with additional images
uk_ua: Знайдено товарів з додатковими зображеннями

source: Products found
uk_ua: Знайдені продукти

source: Found results
uk_ua: Знайдені результати

source: Find a user
uk_ua: Знайти користувача

source: Value
uk_ua: Значення

source: The values ​​for the number of products per page (example: 12, 24, 48)
uk_ua: Значення для кількості товарів на сайті (наприклад: 12, 24, 48)

source: Discount
uk_ua: Знижка

source: Discounts
uk_ua: Знижки

source: Remove currency?
uk_ua: Зняти валюту?

source: Remove the discount?
uk_ua: Зняти знижку?

source: Removing discounts
uk_ua: Зняття знижок

source: Removing the shipping methods
uk_ua: Зняття методу доставки

source: Removing status
uk_ua: Зняття статусу

source: Remove order with ID:
uk_ua: Зніміть ID замовлення ID:

source: Remove the display in the public section of leading zeros in the fractional part of the price - if you price 12500,00 dollars - will be shown 12500 if you 12500.5 - 12500.5 will be displayed
uk_ua: Зніміть дисплей в публічному розділі провідних нулів в дробовій частині ціни; якщо ціна 12500,00 грн. - буде показано 12500; якщо ви 12500.5 - 12500.5 буде

source: Images
uk_ua: Зображення

source: Image
uk_ua: Зображення

source: Images updated
uk_ua: Зображення оновлено

source: External view
uk_ua: Зовнішній вигляд

source: Take a snapshot of the database before start
uk_ua: Зробити знімок бази даних, перш ніж почати

source: Make a database backup copy before updating
uk_ua: Зробити резервну копію перед оновленням бази

source: map
uk_ua: карта

source: Catalog
uk_ua: Каталог

source: Directory |0| has no writing permission
uk_ua: Каталог |0| не має письмової форми дозволу

source: Products catalogue
uk_ua: Каталог товарiв

source: Pages category deleted
uk_ua: Категоря видалена

source: Category not found
uk_ua: Категорію не знайдено

source: Category
uk_ua: Категорія

source: Category ID:
uk_ua: Категорія ID:

source: Category activated.
uk_ua: Категорія активована.

source: Category deleted
uk_ua: Категорія видалена

source: Category edited
uk_ua: Категорія відредагована

source: Category deactivated.
uk_ua: Категорія деактивовано.

source: Category has been created or created a category
uk_ua: Категорія створена

source: Category created
uk_ua: Категорія створена

source: Category has been created
uk_ua: Категорія створена

source: Pages category created
uk_ua: Категорія створена

source: Category creating
uk_ua: Категорія створення

source: Category deleted successfully
uk_ua: Категорія успішно видалена

source: Category successfully added
uk_ua: Категорія успішно додана

source: Categories
uk_ua: Категорії

source: URL categories
uk_ua: Категорії URL

source: Category or page with such url already exist
uk_ua: Категорії або сторінки з таким URL вже існує

source: Pages categories deleted
uk_ua: Категорії видалені

source: Product categories
uk_ua: Категорії товарів

source: Manage shop
uk_ua: Керувати магазином

source: Cache
uk_ua: Кеш

source: Cache has been cleared
uk_ua: Кеш був очищений

source: Key to view the wishlist
uk_ua: Клавіша, щоб переглянути список бажань

source: Classes
uk_ua: Класи

source: Key
uk_ua: Ключ

source: Key to view the order
uk_ua: Ключ для перегляду замовлення

source: Key for Mail Chimp list
uk_ua: Ключ для списку Mail Chimp

source: The key to your account <br />on the mail Mailchimp
uk_ua: Ключ до Вашого облікового запису <br />на пошті Mailchimp

source: The key to your list of <br />news for MailChimp
uk_ua: Ключ до вашого списку <br />новин для MailChimp

source: Protection key
uk_ua: Ключ захисту

source: Customer e-mail
uk_ua: Клієнт E-mail

source: Code
uk_ua: Код

source: Security code
uk_ua: Код безпеки

source: The code should be in the format ua-54545845
uk_ua: Код повинен бути в форматі ua-54545845

source: Protection code
uk_ua: Код протекції

source: Encoding
uk_ua: Кодування

source: Color popup selector
uk_ua: Колір popup селектора

source: Background Color
uk_ua: Колір фону

source: Font Color
uk_ua: Колір шрифту

source: Font colour
uk_ua: Колір шрифту

source: Comma
uk_ua: Кома

source: Comment
uk_ua: Коментар

source: Commentary to change the status
uk_ua: Коментар для зміни статусу

source: Comment pages by default
uk_ua: Коментар сторінки

source: Comments
uk_ua: Коментарі

source: Comments of the wishlist author
uk_ua: Коментарі автора Списку побажань

source: Comments by a callback user
uk_ua: Коментарі зворотного виклику користувача

source: Kit has been removed
uk_ua: Комплект був видалений

source: Kit edited
uk_ua: Комплект відредаговано

source: Kit removal
uk_ua: Комплект для видалення

source: Kit with such goods already exists
uk_ua: Комплект з таким товаром вже існує

source: The kit was not found
uk_ua: Комплект не знайдено

source: Kit created
uk_ua: Комплект створений

source: Kits
uk_ua: Комплекти

source: Kits has been removed
uk_ua: Комплекти були видалені

source: Kits del body
uk_ua: Комплекти для тіла

source: Components
uk_ua: Компоненти

source: Field constructor
uk_ua: Конструктор полів

source: Contacts
uk_ua: Контакти

source: Control sum
uk_ua: Контрольна сума

source: Copy
uk_ua: Копіювати

source: Copy page
uk_ua: Копія сторінки

source: A copy was successfully created
uk_ua: Копія успішно створена

source: Custom object
uk_ua: Користувальницький об'єкт

source: Custom posibble list
uk_ua: Користувальницький список

source: Custom classes for widget
uk_ua: Користувальницькі класи для віджету

source: Custom right field
uk_ua: Користувацьке праве поле

source: User
uk_ua: Користувач

source: User has already been notified by e-mail about product arrival! Notify again?
uk_ua: Користувач вже був сповіщений по E-mail про продукт прибуття! Повторне сповіщення?

source: User already notified via E-mail upon availability! Notify again
uk_ua: Користувач вже повідомлений про це на E-mail за наявності вільних місць! Повідомляти знову

source: User edited
uk_ua: Користувач відредагован

source: User is not selected
uk_ua: Користувач не вибраний

source: User not found
uk_ua: Користувач не знайдений

source: User is notified by E-mail
uk_ua: Користувач отримує сповіщення по E-mail

source: A user with this email is already registered.
uk_ua: Користувач із таким email вже зареєстрований

source: A user with this email already exists
uk_ua: Користувач із такою електронною адресою вже існує

source: User deleted
uk_ua: Користувача видалено

source: Users
uk_ua: Користувачі

source: Users management
uk_ua: Користувачі

source: Short site name
uk_ua: Коротка назва сайту

source: Short name
uk_ua: Коротке ім'я

source: Short description
uk_ua: Короткий опис

source: Short widget description
uk_ua: Короткий опис віджета

source: Cart
uk_ua: Кошик

source: Semicolon
uk_ua: Крапка з комою

source: Currency rate
uk_ua: Курс валюти

source: Quantity
uk_ua: Кількість

source: Amount of additions to Cart
uk_ua: Кількість додавань в кошик

source: The number of items in the control panel
uk_ua: Кількість елементів у панелі керування

source: The number of characters depends on the main currency
uk_ua: Кількість знаків залежить від головної валюти

source: Products count in control panel
uk_ua: Кількість продуктів в панелі управління

source: Number of products on site
uk_ua: Кількість продукції на сайті

source: Number of products
uk_ua: Кількість товарів

source: Products count shown on site
uk_ua: Кількість товарів на сайті

source: Digets count after comma in price
uk_ua: Кількість цифр в ціні, після коми

source: Last
uk_ua: Кінець

source: Logo
uk_ua: Логотип

source: login
uk_ua: логін

source: Login
uk_ua: Логін

source: Locale
uk_ua: Локаль

source: Localization
uk_ua: Локалізація

source: license agreement
uk_ua: ліцензійна угода

source: Shop
uk_ua: Магазин

source: Maximum backup size
uk_ua: Максимальний розмір резервної копії

source: Array of values for the number of products on site
uk_ua: Масив значень для кількості товарів на сайті

source: Manager
uk_ua: Менеджер

source: Manager does not exist or is not set
uk_ua: Менеджер не існує або не встановлений

source: Menu
uk_ua: Меню

source: Me
uk_ua: Мені

source: Meta data
uk_ua: Мета-дані

source: Meta-tags
uk_ua: Мета-теги

source: Meta tags
uk_ua: Мета-теги

source: Method
uk_ua: Метод

source: Payd method
uk_ua: Метод оплачений

source: Sorting method by default
uk_ua: Метод сортування за замовчуванням

source: Sorting method updated
uk_ua: Метод сортування обновлено

source: Sort method updated
uk_ua: Метод сортування оновлено

source: Sorting methods
uk_ua: Методи сортування

source: Multiple selection
uk_ua: Множинний вибір

source: language
uk_ua: мова

source: Language
uk_ua: Мова

source: the language has been deleted
uk_ua: Мова була видалена

source: The language has been installed by default
uk_ua: Мова встановлена за замовчуванням

source: Language has been created
uk_ua: Мова створена

source: Language of the page
uk_ua: Мова сторінки

source: Languages
uk_ua: Мови

source: Module
uk_ua: Модуль

source: Modul has been installed
uk_ua: Модуль був встановлений

source: Module deletion error
uk_ua: Модуль видалення помилок

source: Module installed
uk_ua: Модуль встановлений

source: Module is not installed
uk_ua: Модуль не встановлений

source: Module search
uk_ua: Модуль пошуку

source: Module search is being developed
uk_ua: Модуль пошуку розробляється

source: The module successfully uninstall
uk_ua: Модуль успішно видалений

source: Module successfully installed
uk_ua: Модуль успішно встановлений

source: Modules
uk_ua: Модулі

source: Modules additions
uk_ua: Модулі доповнення

source: Modules has not been installed
uk_ua: Модулі не були встановлені

source: Possible values
uk_ua: Можливі значення

source: Thumbnail
uk_ua: Мініатюра

source: City
uk_ua: Місто

source: month
uk_ua: місяць

source: Label
uk_ua: Мітки

source: on
uk_ua: на

source: Tools panel
uk_ua: На панелі інструментів

source: To the site
uk_ua: На сайт

source: Out of stock
uk_ua: На складі

source: Per page
uk_ua: На сторінці

source: At the properties page
uk_ua: На сторінці властивостей

source: At the users page
uk_ua: На сторінці користувачів

source: At the products page
uk_ua: На сторінці товарів

source: Products sets
uk_ua: Набори продуктів

source: Produkts kits
uk_ua: Набори товарів

source: Product kits
uk_ua: Набори товарів

source: Send email
uk_ua: Надіслати E-mail

source: Prev
uk_ua: Назад

source: Back to the system
uk_ua: Назад в систему

source: Variant name
uk_ua: Назва варіанту

source: Product variant name
uk_ua: Назва варіанту товару

source: Category name
uk_ua: Назва категорії

source: The name at the website
uk_ua: Назва на сайті

source: Site name
uk_ua: Назва сайту

source: Name of the WishList author
uk_ua: Назва Списку побажань автора

source: Название товара
uk_ua: Назва товару

source: Product name
uk_ua: Назва товару

source: File name
uk_ua: Назва файлу

source: Currency name
uk_ua: Найменування валюти

source: Custom active field
uk_ua: Налаштовуване поле

source: Custom multiple field
uk_ua: Налаштовувані за декількома полями

source: Settings
uk_ua: Налаштування

source: Analysts settings
uk_ua: Налаштування аналітики

source: Settings have been saved
uk_ua: Налаштування були збережені

source: Settings saved
uk_ua: Налаштування збережені

source: Shop settings
uk_ua: Налаштування магазину

source: Update settings
uk_ua: Налаштування оновлення

source: Gift certificate settings
uk_ua: Налаштування подарунковий сертифікату

source: Site settings
uk_ua: Налаштування сайту

source: Configuring robots file manually
uk_ua: Налаштування файлу роботів вручну

source: Settings Yandex.Market
uk_ua: Налаштування Яндекс.Маркет

source: For example
uk_ua: Наприклад

source: For example:
uk_ua: Наприклад:

source: Custom field edited
uk_ua: Настроюване поле відредаговано

source: Double click to show all categories
uk_ua: Натисніть, щоб показати всі категорії

source: Not active
uk_ua: Не активний

source: Has not been published
uk_ua: Не було опубліковано

source: Failed to delete the category
uk_ua: Не вдалося видалити категорію

source: Could not find any properties
uk_ua: Не вдалося знайти які-небудь властивості

source: Failed to update the column number
uk_ua: Не вдалося оновити номер стовпця

source: Failed to create user
uk_ua: Не вдалося створити користувача

source: Could not create file
uk_ua: Не вдалося створити файл

source: Unable to remove the base status
uk_ua: Не вдається видалити базу статусу

source: Unable to remove currency. The currency used in the payment methods.
uk_ua: Не вдається видалити валюти. Валюта, використовувана в способах оплати

source: Not selected
uk_ua: Не вибрано

source: Not enough access rights
uk_ua: Не вистачає прав доступу

source: Not specified
uk_ua: Не вказано

source: Do not show short name of the site
uk_ua: Не відображати коротку назву сайту

source: Not found
uk_ua: Не знайдено

source: Can not create file (No Rights)
uk_ua: Не може створити файл (немає прав)

source: Can not create brand without name.
uk_ua: Не можливо створити бренд без імені.

source: Can not create categoty without name.
uk_ua: Не можливо створити категорію без імені.

source: Can't load module info file
uk_ua: Не можна завантажити модуль інфо-файлу

source: Not paid
uk_ua: Не оплачено

source: don't show
uk_ua: не показувати

source: Do not show zeros in the fractional part
uk_ua: Не показувати нулі в дробовій частині

source: Not supported file format
uk_ua: Не підтримуваний формат файлу

source: inactive
uk_ua: неактивні

source: Small image
uk_ua: Невелике зображення

source: small image
uk_ua: невелике зображення

source: Small image an additional
uk_ua: Невелике зображення додаткове

source: No relevant data has been found
uk_ua: Невідповідні дані були знайдені

source: Not enough rights to access
uk_ua: Недостатньо прав для доступу

source: Does not have
uk_ua: Немає

source: none
uk_ua: немає
