Repository: imagecms/ImageCMS
Catalog: application/modules/admin/language/*/LC_MESSAGES/admin.po
Languages: uk_ua

source: Delivery methods list
uk_ua: Список способів доставки

source: Delivery methods list is empty
uk_ua: Список способів доставки порожній

source: Payment methods list
uk_ua: Список способів оплати

source: Payment methods list is empty
uk_ua: Список способів оплати порожній

source: Empty callbacks status list.
uk_ua: Список станів порожніх зворотніх викликів

source: Empty status list.
uk_ua: Список статусів - порожній

source: Articles list
uk_ua: Список сторінок

source: Products list
uk_ua: Список товарів

source: Product list is empty
uk_ua: Список товарів - порожній

source: Message
uk_ua: Сповіщення

source: Customer notification about the order placement
uk_ua: Сповіщення замовника про розміщення замовлення

source: Customer notification about the order status change
uk_ua: Сповіщення замовника про стан замовлення змінити

source: Delivery methods (shipping)
uk_ua: Способи доставки

source: Payment methods
uk_ua: Способи оплати

source: Delivery Method
uk_ua: Спосіб доставки

source: Delivery method
uk_ua: Спосіб доставки

source: Delivery method removed
uk_ua: Спосіб доставки видалено

source: Delivery method is not found
uk_ua: Спосіб доставки не знайдено

source: Payment method
uk_ua: Спосіб оплати

source: Payment method was edited
uk_ua: Спосіб оплати був відредагований

source: Method of payment is removed
uk_ua: Спосіб оплати видаляється

source: Payment method is not found.
uk_ua: Спосіб оплати не знайдено

source: Payment method is created
uk_ua: Спосіб оплати створюється

source: The ratio of the size of the watermark to the size of photos
uk_ua: Співвідношення розміру водяного знака до розміру зображень

source: An error occurred while sending a message
uk_ua: Сталася помилка під час відправлення повідомлення

source: Notification status about the arrival
uk_ua: Стан Повідомлення про появу

source: Editing callback status
uk_ua: Стан редагування зворотного виклику

source: Old price
uk_ua: Стара ціна

source: Statistics
uk_ua: Статистика

source: Status
uk_ua: Статус

source: Arrival notification status was deleted
uk_ua: Статус був видалений

source: Status was removed
uk_ua: Статус був видалений

source: Status has been set
uk_ua: Статус був встановлений

source: Status removed
uk_ua: Статус видалений

source: Status set for all new requests.
uk_ua: Статус встановлюється для всіх нових запитів

source: Status delivery was edited
uk_ua: Статус доставки був відредагований

source: Orders status was removed
uk_ua: Статус замовлення був видалений

source: Order status deleting
uk_ua: Статус замовлення видаляється

source: Order status edited
uk_ua: Статус замовлення відредаговано

source: Order Status changed
uk_ua: Статус замовлення змінено

source: Order status changed
uk_ua: Статус замовлення змінено

source: Order Status not found
uk_ua: Статус замовлення не знайдено

source: Order status established
uk_ua: Статус замовлення створено

source: Order status created
uk_ua: Статус замовлення створено

source: Order status and history
uk_ua: Статус замовлення та історія

source: Callback default status changed. New default status ID:
uk_ua: Статус зворотного дзвінка за замовчуванням змінився. Новий статус за замовчуванням ідентифікатор:

source: Status callback was removed
uk_ua: Статус зворотнього дзвінка був видалений

source: Status callback edited
uk_ua: Статус зворотнього дзвінка відредаговано

source: Status callback created
uk_ua: Статус зворотнього дзвінка створено

source: Status pending not found
uk_ua: Статус не знайдений

source: Payment status
uk_ua: Статус оплати

source: Payment status of orders changed
uk_ua: Статус оплати замовлення змінено

source: Status payment was edited
uk_ua: Статус платежу був відредагований

source: Status pending removed
uk_ua: Статус повідомлення видалені

source: Status pending edited
uk_ua: Статус повідомлення відредаговано

source: Notification status updated
uk_ua: Статус повідомлення оновлено

source: Pendings status was created
uk_ua: Статус повідомлень створено

source: Publication status
uk_ua: Статус публікації

source: Status and related orders removed
uk_ua: Статус і відповідні замовлення видалені

source: Order statuses
uk_ua: Статуси замовлення

source: Order status
uk_ua: Статуси замовлень

source: Callback statuses
uk_ua: Статуси зворотніх дзвінків

source: Statuses of the appearance
uk_ua: Статуси зовнішнього вигляду

source: Notification statuses
uk_ua: Статуси повідомлень

source: View the status of appearance
uk_ua: Статуси повідомлень про появу товару

source: Create a language
uk_ua: Створена мова

source: Product property creating
uk_ua: Створення властивості продукту

source: Widget creating
uk_ua: Створення віджета

source: Create role group
uk_ua: Створення групи ролей

source: Create a discount
uk_ua: Створення знижки

source: Creating user
uk_ua: Створення користувача

source: Creating cumulative discount
uk_ua: Створення накопичувальної знижки

source: The creation of a new language
uk_ua: Створення нової мови

source: Creating new page
uk_ua: Створення нової сторінки

source: Creation of Status pending
uk_ua: Створення статусу в очікуванні

source: Orders status creating
uk_ua: Створення статусу замовлень

source: Creating a status callback
uk_ua: Створення статусу зворотнього дзвінка

source: Callback topic сreation
uk_ua: Створення теми зворотнього дзвінка

source: Creation of temporary directory has been failed
uk_ua: Створення тимчасового каталогу не вдалося

source: Product creation
uk_ua: Створення товару

source: Has been created
uk_ua: Створено

source: Created a widget
uk_ua: Створено віджет

source: User created
uk_ua: Створено користувачем

source: Created a page
uk_ua: Створено сторінку

source: Created by
uk_ua: Створені

source: Create fast brand
uk_ua: Створити

source: Create fast category
uk_ua: Створити

source: Create fast property
uk_ua: Створити

source: Create fast product
uk_ua: Створити

source: Create
uk_ua: Створити

source: Create a brand
uk_ua: Створити бренд

source: Create brand
uk_ua: Створити бренд

source: Create currency
uk_ua: Створити валюту

source: Create a property
uk_ua: Створити властивість

source: Create widget
uk_ua: Створити віджет

source: Create a widget
uk_ua: Створити віджет

source: Roles group create
uk_ua: Створити групи ролей

source: Create group of roles
uk_ua: Створити групу ролей

source: Create additional field
uk_ua: Створити додаткове поле

source: Order create
uk_ua: Створити замовлення

source: Create order
uk_ua: Створити замовлення

source: Create category
uk_ua: Створити категорію

source: Create a category
uk_ua: Створити категорію

source: Create copy
uk_ua: Створити копію

source: Create a product copy?
uk_ua: Створити копію продукту?

source: Create user
uk_ua: Створити користувача

source: Create language
uk_ua: Створити мову

source: Create a set
uk_ua: Створити набір

source: Create small image
uk_ua: Створити невелике зображення

source: Create new
uk_ua: Створити новий

source: Create a new template
uk_ua: Створити новий шаблон

source: Currency create
uk_ua: Створити обмін

source: Create gift certificate
uk_ua: Створити подарунковий сертифікат

source: Gift certificate create
uk_ua: Створити подарунковий сертифікат

source: Create Field
uk_ua: Створити поле

source: Create privilege
uk_ua: Створити привілей

source: Create a product
uk_ua: Створити продукт

source: Create Backup
uk_ua: Створити резервну копію

source: Delivery method create
uk_ua: Створити спосіб доставки

source: Create a way to deliver
uk_ua: Створити спосіб доставки

source: Payment method create
uk_ua: Створити спосіб оплати

source: Create a payment method
uk_ua: Створити спосіб оплати

source: Create status
uk_ua: Створити статус

source: Create a page
uk_ua: Створити сторінку

source: Create page
uk_ua: Створити сторінку

source: Create topic
uk_ua: Створити тему

source: Create product
uk_ua: Створити товар

source: Create product kit
uk_ua: Створити товарний набір

source: Create and exit
uk_ua: Створити і вийти

source: Create and go back
uk_ua: Створити і повернутися

source: Columns
uk_ua: Стовпці

source: page
uk_ua: сторінка

source: Page
uk_ua: Сторінка

source: Page has been deleted.
uk_ua: Сторінка була видалена

source: Page has been created
uk_ua: Сторінка була створена

source: Page with URL
uk_ua: Сторінка з URL

source: Page with the same URL has been created yet. Specify or select another URL
uk_ua: Сторінка з такою URL-адресою ще не створена. Введіть або виберіть інший URL

source: Page has not been found
uk_ua: Сторінка не знайдена

source: Page successfuly copied
uk_ua: Сторінка успішно скопійована

source: Pages
uk_ua: Сторінки

source: Content
uk_ua: Сторінки

source: Pages was moving
uk_ua: Сторінки були перенесені

source: Pages was copied
uk_ua: Сторінки були скопійовані

source: Amount
uk_ua: Сума

source: Order amount
uk_ua: Сума замовлення на

source: Discount Amount of
uk_ua: Сума знижки

source: Amount of which will be a discount.
uk_ua: Сума знижки

source: Discount Amount to
uk_ua: Сума знижки

source: Sum purchases
uk_ua: Сума покупки

source: Purchase price
uk_ua: Сума покупок

source: The amount to which there will be a discount
uk_ua: Сума, на яку буде знижка

source: Entity
uk_ua: Сутність

source: Auto formation
uk_ua: Сформувати автоматично

source: Yes
uk_ua: Так

source: Such status does not exist
uk_ua: Такого статусу не існує

source: Tags
uk_ua: Теги

source: Text
uk_ua: Текст

source: Message text
uk_ua: Текст повідомлення

source: Textarea field
uk_ua: Текстове поле

source: Text editor
uk_ua: Текстовий редактор

source: Text separator
uk_ua: Текстовий роздільник

source: Telephone
uk_ua: Телефон

source: Phone
uk_ua: Телефон

source: User phone number
uk_ua: Телефонний номер користувача

source: Theme
uk_ua: Тема

source: ThemeId
uk_ua: Тема

source: Subject
uk_ua: Тема

source: Topic deleted
uk_ua: Тема видалена

source: Topic callbacks deleted
uk_ua: Тема зворотнього дзвінка видалена

source: Topic callbacks edited
uk_ua: Тема зворотнього дзвінка відредагована

source: Topic callbacks created
uk_ua: Тема зворотнього дзвінка створена

source: Topic started
uk_ua: Тема розпочата

source: Collbacks topics
uk_ua: Теми зворотніх дзвінків

source: Callback themes
uk_ua: Теми зворотніх дзвінків

source: Callback theme is changed
uk_ua: Тему зворотнього дзвінка змінено

source: Type
uk_ua: Тип

source: Contact type
uk_ua: Тип контакту

source: Field type
uk_ua: Тип поля

source: Company type
uk_ua: Тип підприємства

source: Filetype
uk_ua: Тип файлу

source: Import type
uk_ua: Тип імпорту

source: Product
uk_ua: Товар

source: product
uk_ua: товар

source: Item has been added to the order
uk_ua: Товар доданий до замовлення

source: Product not found
uk_ua: Товар не знайдений

source: The product was successfully created
uk_ua: Товар створено

source: Products
uk_ua: Товари

source: Products without images
uk_ua: Товари без картинок

source: Products in the kit
uk_ua: Товари в наборі

source: Adult products
uk_ua: Товари для дорослих

source: Items not selected
uk_ua: Товари не обранi

source: Items in Cart
uk_ua: Товари у кошику

source: Top sales block
uk_ua: Топ блоку продажів

source: Here you can search for modules and set them to automatic mode
uk_ua: Тут ви можете знайти модулі і встановити їх в автоматичному режимі

source: Only for logged users
uk_ua: Тільки для зареєстрованих користувачів

source: Only Latin characters
uk_ua: Тільки латинські символи

source: numbers only
uk_ua: тільки цифри

source: Digits only
uk_ua: Тільки цифри

source: Only fonts-files can be uploaded
uk_ua: Тільки шрифти-файли можуть бути завантажені

source: Products catalog
uk_ua: У каталозі товарів

source: In ascending order
uk_ua: У порядку зростання

source: In descending order
uk_ua: У порядку спадання

source: Attention
uk_ua: Увага

source: Attention or Caution
uk_ua: Увага або обережно!

source: Attention! will also remove all the products from this category
uk_ua: Увага! Будуть також видалені всі продукти з цієї категорії

source: Attention! All pages in this language will be deleted!
uk_ua: Увага! Всі сторінки цією мовою будуть видалені!

source: Warning! Files will be deleted automaticly on backup creating
uk_ua: Увага! Файли будуть видалені автоматично при створенні резервної копії

source: Entered the IP control panel
uk_ua: Увійдено в панель керування IP

source: On
uk_ua: Увімкнути

source: Switch on integration with Facebook?
uk_ua: Увімкнути інтеграцію з Facebook?

source: Switch on integration with VKontakte?
uk_ua: Увімкнути інтеграцію з ВКонтакте?

source: Unique key
uk_ua: Унікальний ключ

source: Management
uk_ua: Управління

source: Managing design
uk_ua: Управління дизайном

source: Management of Meta Tags
uk_ua: Управління мета-тегами

source: Roles list
uk_ua: Управління правами доступу

source: RBAC control_
uk_ua: Управління правами доступу

source: Management of access rights
uk_ua: Управління правами доступу

source: Success
uk_ua: Успішно

source: Successful delete
uk_ua: Успішно видалено

source: Successfull moving
uk_ua: Успішно переміщена

source: Hold down Shift to select multiple images
uk_ua: Утримуйте клавішу Shift, щоб вибрати кілька зображень

source: File
uk_ua: Файл

source: The file {$filename} is not writable
uk_ua: Файл {$filename} не записано

source: The file has been successfully created
uk_ua: Файл був успішно створений

source: File will be saved in the directory
uk_ua: Файл буде збережений в каталозі

source: File with the same name is already exist.
uk_ua: Файл з таким ім'ям вже існує

source: The file is loaded. Slot
uk_ua: Файл завантажений. Слот

source: File is loaded. Slot
uk_ua: Файл завантажений. Слот

source: File cannot be uploaded, because file with such extention <br /> can not have those mime-type. Mime:
uk_ua: Файл може бути завантажений, тому що файл з таким розширенням <br /> не може мати mime-Тип. Mime:

source: The file must be on the server. For example
uk_ua: Файл повинен бути на сервері. Наприклад

source: Font file must be located on the server. For example
uk_ua: Файл шрифту повинен знаходитись на сервері. Наприклад

source: Font file must support all characters you need.
uk_ua: Файл шрифту повинен підтримувати всі символи, які вам потрібні

source: Files
uk_ua: Файли

source: Files deleted
uk_ua: Файли видалені

source: Files that will be changed
uk_ua: Файли, які будуть змінені

source: Format date: yyyy-mm-dd h:mm:ss
uk_ua: Формат дати: yyyy-mm-dd h:mm:ss

source: Message format
uk_ua: Формат повідомлення

source: File format
uk_ua: Формат файлу

source: Pictures Updated
uk_ua: Фотографії оновлено

source: Snippet of a certain format,<br /> verifies syntactic correctness<br /> of the entered information - that is,<br /> to validate.
uk_ua: Фрагмент певного формату<br /> перевіряє синтаксичну коректність<br /> введеної інформації

source: Filter
uk_ua: Фільтр

source: hit
uk_ua: хіт

source: Hit
uk_ua: Хіт

source: This is a demo version ImageCMS. Part of the actions are limited. For a complete functional download and install the distribution.
uk_ua: Це демо-версія ImageCMS. Частина дій обмежена. Для повної функціональності завантажте і встановіть дистрибутив

source: It may take more time
uk_ua: Це може зайняти більше часу

source: This field is required
uk_ua: Це поле обов'язкове для заповнення

source: This field is required.
uk_ua: Це поле є обов'язковим

source: This icon denotes a field that can be translate well another language.
uk_ua: Цей значок означає поле, яке можна перекласти також на іншу мову

source: This product has been deleted from the shop! You can only change the quantity or replace by another product
uk_ua: Цей продукт був вилучений з магазину! Ви можете змінити кількість або замінити іншим продуктом

source: This product does not exist
uk_ua: Цей продукт не існує

source: Quotes
uk_ua: Цитати

source: quotes
uk_ua: цитати

source: This URL is already in use
uk_ua: Ця адреса вже використовується

source: This language has been used by default and can not be deleted
uk_ua: Ця мова використовується за замовчуванням і не може бути видалена

source: These discounts
uk_ua: Ці знижки

source: Interesting articles with blog ImageCMS
uk_ua: Цікаві статті з блогу ImageCMS

source: Price
uk_ua: Ціна

source: Price updated
uk_ua: Ціна оновлюється

source: Price checking
uk_ua: Ціна перевірки

source: Product price has been changed. Old product price
uk_ua: Ціна продукту була змінена. Стара ціна продукту

source: Price to be confirmed
uk_ua: Ціна уточнюється

source: Price to be confirmed message
uk_ua: Ціна уточнюється в повідомленні

source: Prices updated
uk_ua: Ціни оновлено

source: Time of the order
uk_ua: Час замовлення

source: Time of addition
uk_ua: Час подання

source: Publication time
uk_ua: Час публікації

source: Time register
uk_ua: Час реєстрації

source: Time of registration
uk_ua: Час реєстрації

source: Creation time
uk_ua: Час створення

source: Time and date of creation
uk_ua: Час і дата створення

source: Wait for resize ending
uk_ua: Чекати закінчення зміни розміру

source: Whether to display the site name in the title page
uk_ua: Чи буде відображатися назва сайту в title сторінки

source: Number of decimal places
uk_ua: Число десяткових знаків

source: Clean
uk_ua: Чистий

source: Read all
uk_ua: Читати все

source: Members removed
uk_ua: Члени видалені

source: Template
uk_ua: Шаблон

source: Template carrency
uk_ua: Шаблон carrency

source: Template output currency
uk_ua: Шаблон виводу обміну

source: Category template
uk_ua: Шаблон категорії

source: Page template
uk_ua: Шаблон сторінки

source: Page Template
uk_ua: Шаблон сторінки

source: Шаблоны для Shop
uk_ua: Шаблони для краси

source: Fast create
uk_ua: Швидке створення

source: Quick product search
uk_ua: Швидкий пошук продуктів

source: Width
uk_ua: Ширина

source: Width, px
uk_ua: Ширина, px

source: Path to the image
uk_ua: Шлях до зображення

source: Path to the root directory
uk_ua: Шлях до кореневого каталогу

source: File path
uk_ua: Шлях до файлу

source: Path to font
uk_ua: Шлях до шрифту

source: Font is not uploaded
uk_ua: Шрифт не завантажений

source: Pieces.
uk_ua: Шт.

source: Pcs
uk_ua: Шт.

source: pcs
uk_ua: шт.

source: More
uk_ua: Ще

source: Another small image variant
uk_ua: Ще один невеликий варіант зображення

source: that you entered as a contact type
uk_ua: що Ви ввели в якості контактного типу

source: To use your personal account, activate JavaScript, please.
uk_ua: Щоб використовувати ваш особистий обліковий запис, увімкніть, будь ласка, JavaScript

source: Something went wrong. URL access is not changed.
uk_ua: Щось пішло не так. URL доступу не змінюється

source: Something went wrong. Startup status is not changed.
uk_ua: Щось пішло не так. Статус запуску не змінюється

source: Core
uk_ua: Ядро

source: Just like the number 10
uk_ua: Як і число 10

source: Failure to remove variant
uk_ua: Якщо не видалити варіант

source: If not specified
uk_ua: Якщо не вказано

source: If not given or specified
uk_ua: Якщо не вказані

source: Quality
uk_ua: Якість

source: Ya.Webmaster
uk_ua: Яндекс. Вебмастер

source: Identifier
uk_ua: Ідентифікатор

source: From validation error: <br />
uk_ua: Із помилки перевірки: <br />

source: Name
uk_ua: Ім'я

source: Title
uk_ua: Ім'я

source: Name of the customer
uk_ua: Ім'я замовника

source: Username of the customer
uk_ua: Ім'я клієнта

source: user name
uk_ua: ім'я користувача

source: User name
uk_ua: Ім'я користувача

source: Username and password have not been found
uk_ua: Ім'я користувача та пароль не знайдені

source: Name of the user who made a request
uk_ua: Ім'я користувача, який зробив запит

source: Username requested a callback
uk_ua: Ім'я користувача, який просив зворотній дзвінок

source: Method name
uk_ua: Ім'я методу

source: Module name
uk_ua: Ім'я модуля

source: Product Name
uk_ua: Ім'я продукту

source: Product name
uk_ua: Ім'я продукту

source: Products name
uk_ua: Ім'я продуктів

source: Hostname
uk_ua: Ім'я хоста

source: Template name
uk_ua: Ім'я шаблону

source: Import
uk_ua: Імпорт

source: Import completed
uk_ua: Імпорт завершено

source: Import language
uk_ua: Імпорт мови

source: Products import
uk_ua: Імпорт продуктів

source: Import-Export CSV/XLS
uk_ua: Імпорт-експорт в CSV/XLS

source: Сustom private field
uk_ua: Індивідуальне поле

source: Integration with social networks
uk_ua: Інтеграція з соціальними мережами

source: Interface
uk_ua: Інтерфейс

source: Information
uk_ua: Інформація

source: Info buyer about change status
uk_ua: Інформація покупця про зміну статусу

source: Update information
uk_ua: Інформація про оновлення

source: Site information
uk_ua: Інформація про сайт

source: System information
uk_ua: Інформація системи

source: Another main image variant
uk_ua: Інший варіант основного зображення

source: Others
uk_ua: Інші

source: ip-address
uk_ua: ІР-адреса

source: Orders history
uk_ua: Історія замовлень

source: Purchase history
uk_ua: Історія покупок
