Repository: imagecms/ImageCMS
Catalog: application/modules/admin/language/*/LC_MESSAGES/admin.po
Languages: uk_ua

source: Select Some Options
uk_ua: Виберіть опції

source: Use Enhanced Ecommerce - Web Tracking
uk_ua: Використовувати Enhanced Ecommerce - Web Tracking

source: unlock
uk_ua: розблокувати

source: lock
uk_ua: заблокувати

source: Quantity can not be less then 1
uk_ua: Кількість не може бути меньше одного

source: %s can not be less then 1
uk_ua: %s не може бути меньше одного

source: Module can not be installed
uk_ua: Неможливо встановити модуль

source: Attention! Will also remove all the pages from this category.
uk_ua: Увага! Також будуть видалені всі сторінки з цієї категорії

source: View on site
uk_ua: Подивитися на сайті

source: Next product
uk_ua: Наступний

source: Please specify the product name
uk_ua: Вкажіть назву продукту

source: E-goods
uk_ua: Електронні товари

source: CSV column name
uk_ua: Ім'я колонки CSV

source: Notification status changed to
uk_ua: Повідомлення змінено статус

source: Edit role
uk_ua: Зміна ролі

source: Callback theme changed to
uk_ua: Зворотного виклику, теми змінено

source: moved in category. Category Id:
uk_ua: переміщено в категорію. Category Id:

source: Widget edited
uk_ua: Віджет відредаговано

source: Product Id:
uk_ua: Id Продукту:

source: Widget settings edited
uk_ua: Налаштування віджета відредаговано

source: Order status changed to
uk_ua: Статус замовлення змінений на

source: Callback status changed to
uk_ua: Зворотного виклику, статус змінено на

source: Instructions for filling
uk_ua: Інструкції для наповнення

source: dont show
uk_ua: не показувати

source: Order paid status changed to Not paid
uk_ua: Замовлення, сплачений статус змінено на не сплачені

source: Copy product ID:
uk_ua: Скопіюйте код продукту:

source: Order paid status changed to Paid
uk_ua: Замовлення, сплачений статус змінено на оплачений

source: Created product clone. Id:
uk_ua: Створений продукт клонування. Id:

source: The %s is required
uk_ua: %s обовязковий

source: (copy)
uk_ua: (копія)

source: - Not selected -
uk_ua: - Не вибрано -

source: -Not selected-
uk_ua: -Не вибрано-

source: API Key for Mail Chimp
uk_ua: API ключ для Mail Chimp

source: Csv name is already used
uk_ua: CSV назва вже використовується

source: CSV column name
uk_ua: CSV назва стовпця

source: Admin email
uk_ua: E-mail адміністратора

source: Email for sending notifications about new Callbacks
uk_ua: E-mail для надсилання сповіщень про нові зворотні виклики

source: Customer e-mail address
uk_ua: E-mail клієнта

source: E-mail notification
uk_ua: E-mail сповіщення

source: FTP_connect function is not available
uk_ua: FTP_connect функція не доступна

source: HTML code
uk_ua: HTML-код

source: ID / Full Name / Email
uk_ua: ID / ПІБ / E-mail

source: ID for yandex metric
uk_ua: ID для Яндекс.Метрика

source: ID order
uk_ua: ID замовлення

source: Main product ID
uk_ua: ID основного продукту

source: ProductId
uk_ua: ID продукту

source: Page ID
uk_ua: ID сторінки

source: IP address of the wishlist author
uk_ua: IP-адреса автора Списку побажань

source: Keywords
uk_ua: Meta Keywords

source: Meta title
uk_ua: Meta-заголовок

source: Off manually entered
uk_ua: Off введені вручну

source: PHP SOAP extension is not installed
uk_ua: PHP SOAP extension не встановлюється

source: PHP GD library is not installed
uk_ua: PHP бібліотека GD не встановлена

source: PHP GD library is not installed on your web server
uk_ua: PHP бібліотека GD не встановлена на вашому веб-сервері

source: URL or request for search
uk_ua: URL-адреса або запит для пошуку

source: Image URL
uk_ua: URL-адреса зображення

source: XML document
uk_ua: XML-документ

source: or
uk_ua: або

source: Auto
uk_ua: Авто

source: AutoFit
uk_ua: Автодобір

source: Auto loading
uk_ua: Автозавантаження

source: Autoselection
uk_ua: Автозаповнення

source: Autocomplete
uk_ua: Автозаповнення

source: Autocomplete words
uk_ua: Автозаповнення

source: Automation
uk_ua: Автоматизація

source: Autocleaning
uk_ua: Автоочищення

source: Author
uk_ua: Автор

source: Back to Log in
uk_ua: Авторизація

source: Administrator
uk_ua: Адміністратор

source: Administer shop
uk_ua: Адміністрування магазину

source: Administer site
uk_ua: Адмініструвати сайт

source: Administrate site
uk_ua: Адмініструвати сайт

source: Email
uk_ua: Адреса

source: Address
uk_ua: Адреса

source: Delivery Address
uk_ua: Адреса доставки

source: Delivery address specified by the customer
uk_ua: Адреса доставки, вказана замовником

source: Site address
uk_ua: Адреса сайту

source: Accessories
uk_ua: Аксесуари

source: Active
uk_ua: Активний

source: Active until
uk_ua: Активними до тих пір, поки

source: Promotion
uk_ua: Акція

source: Promotions
uk_ua: Акції

source: English
uk_ua: Англійська

source: Number
uk_ua: Артикул

source: Article
uk_ua: Артикул

source: Attributes
uk_ua: Атрибути

source: Data base
uk_ua: База даних

source: The basic template category. Default category.tpl
uk_ua: Базовий шаблон категорії. За замовчуванням category.tpl

source: Balance
uk_ua: Баланс

source: Balance:
uk_ua: Баланс:

source: Banners
uk_ua: Банери

source: Parent category
uk_ua: Батьківська категорія

source: Parent Category
uk_ua: Батьківська Категорія

source: Parent
uk_ua: Батьківська категорія

source: no delivery
uk_ua: без доставки

source: Without category
uk_ua: Без категорії

source: Without a category
uk_ua: Без категорії

source: No recently added pages
uk_ua: Без нещодавно доданих сторінок

source: Uncategorized
uk_ua: Без рубрики

source: Free tarif
uk_ua: Безкоштовний тариф

source: Free
uk_ua: Безкоштовно

source: Unpaid
uk_ua: Безкоштовно

source: BackUp and Update
uk_ua: Бекап і оновлення

source: Bestsellers
uk_ua: Бестселлери

source: Blocking
uk_ua: Блокування

source: Lock
uk_ua: Блокувати

source: Brand
uk_ua: Бренд

source: Brand (s) has been successfully removed (s)
uk_ua: Бренд (и) був успішно видалений (і)

source: Brand name
uk_ua: Бренд виробника

source: Brand edited
uk_ua: Бренд відредаговано

source: Brand not found
uk_ua: Бренд не знайдено

source: Brand created
uk_ua: Бренд створений

source: Brands
uk_ua: Бренди

source: At the brands page
uk_ua: Брендів на сторінці

source: Will be recalculated prices of products in accordance to the default currency
uk_ua: Буде проведений перерахунок цін на продукцію відповідно до валюти за замовчуванням

source: Please
uk_ua: Будь ласка

source: Please enter no more than {0} characters.
uk_ua: Будь ласка, введіть більше {0} символів

source: Please enter a valid number.
uk_ua: Будь ласка, введіть дійсний номер

source: Please enter a valid credit card number.
uk_ua: Будь ласка, введіть дійсний номер кредитної картки

source: Please enter a value greater than or equal to {0}.
uk_ua: Будь ласка, введіть значення більше або рівне {0}

source: Please enter a value with a valid extension.
uk_ua: Будь ласка, введіть значення з допустимим розширенням

source: Please enter a value between {0} and {1}.
uk_ua: Будь ласка, введіть значення між {0} та {1}

source: Please enter a value between {0} and {1} characters long.
uk_ua: Будь ласка, введіть значення між {0} та {1} символів

source: Please enter a value less than or equal to {0}.
uk_ua: Будь ласка, введіть значення, менше або рівне {0}

source: Please enter at least {0} characters.
uk_ua: Будь ласка, введіть не менше {0} символів

source: Please enter the column number
uk_ua: Будь ласка, введіть номер стовпця

source: Please enter a valid URL.
uk_ua: Будь ласка, введіть правильний URL

source: Please enter a valid date.
uk_ua: Будь ласка, введіть правильну дату

source: Please enter a valid date (ISO).
uk_ua: Будь ласка, введіть правильну дату (ISO)

source: Please enter the same value again.
uk_ua: Будь ласка, введіть те ж значення знову

source: Please enter only digits.
uk_ua: Будь ласка, введіть тільки цифри

source: Please use function siteinfo() with the parameter
uk_ua: Будь ласка, використовуйте функцію електронної пошти siteinfo() з параметром

source: Please fix this field.
uk_ua: Будь ласка, виправте це поле

source: Please check your email for instructions on how to activate the new password.
uk_ua: Будь ласка, перевірте вашу електронну пошту для отримання інструкцій про те, як активувати новий пароль

source: in
uk_ua: в

source: in ID category
uk_ua: в ID категорії

source: In the cart
uk_ua: В кошику

source: Pending approval
uk_ua: В очікуванні затвердження

source: Importance
uk_ua: Важливість

source: Currencies
uk_ua: Валюта

source: Currency
uk_ua: Валюта

source: The currency is in use in the products. Recalculate?
uk_ua: Валюта використовується в продуктах. Перераховувати?

source: Currency was updated
uk_ua: Валюти був оновлений

source: Validators
uk_ua: Валідатори

source: You need to enter a string
uk_ua: Вам потрібно ввести рядок

source: Delivery price
uk_ua: Вартість доставки

source: Cost of kit
uk_ua: Вартість комплекту

source: Gift certificate price
uk_ua: Вартість подарункового сертифікату

source: Option
uk_ua: Варіант

source: Variant
uk_ua: Варіант товару

source: Variants
uk_ua: Варіанти

source: Options
uk_ua: Варіанти

source: Product variations
uk_ua: Варіанти виробів

source: Discount options
uk_ua: Варіанти знижки

source: Your Email
uk_ua: Ваш E-mail

source: Your updation key
uk_ua: Ваш ключ оновлення

source: Your phone field
uk_ua: Ваш телефон полі

source: Your remark
uk_ua: Ваше зауваження

source: Your message has been sent
uk_ua: Ваше повідомлення надіслане

source: Your Name
uk_ua: Ваше ім'я

source: Your name field
uk_ua: Ваше ім'я поля

source: Ваши вопросы
uk_ua: Ваші запитання

source: enter only numbers
uk_ua: введення тільки цифр

source: Enter the URL of the image or the search criterion
uk_ua: Введіть URL-адресу зображення або критерій пошуку

source: enter a valid credit card number
uk_ua: введіть дійсний номер кредитної карти

source: Enter a valid email address.
uk_ua: Введіть дійсну адресу електронної пошти

source: enter a valid email address
uk_ua: Введіть діючу адресу електронної пошти

source: enter value from
uk_ua: введіть значення від

source: Enter no more
uk_ua: Введіть не більше

source: enter the same value again
uk_ua: введіть однакові значення знову

source: enter the correct value
uk_ua: введіть правильне значення

source: enter the correct URL
uk_ua: введіть правильний URL

source: enter correct date
uk_ua: введіть правильну дату

source: enter correct date in format ISO
uk_ua: введіть правильну дату у форматі ISO

source: enter at least
uk_ua: введіть принаймні

source: enter number
uk_ua: введіть число

source: enter number from
uk_ua: введіть число від

source: enter a number more than or equal to
uk_ua: введіть число, більше або рівне

source: enter a number less than or equal to
uk_ua: введіть число, яке менше або дорівнює

source: Enter template name
uk_ua: Введіть ім'я шаблону

source: switch on
uk_ua: Ввімкнути

source: Turn on
uk_ua: Ввімкніть

source: Version
uk_ua: Версія

source: Version
uk_ua: Версія

source: All content by categories
uk_ua: Весь контент за категоріями

source: Reserved of the same name category
uk_ua: Вже зарезервоване таке ім'я категорії

source: already exists. Specify or select another URL
uk_ua: вже існує. Введіть або виберіть інший URL

source: you entered as a contact type
uk_ua: ви ввели в якості контактного типу

source: You are using the latest version
uk_ua: Ви використовуєте останню версію

source: You have actual system version.
uk_ua: Ви використовуєте останню версію системи

source: Do you really want to delete the status?
uk_ua: Ви дійсно хочете видалити статус?

source: Do you really want to delete this kit
uk_ua: Ви дійсно хочете видалити цей комплект?

source: Do you really want to delete selected kits?
uk_ua: Ви дійсно хочете вилучити обрані комплекти?

source: You can use the following variable
uk_ua: Ви можете використовувати наступні змінні

source: You did not ask for a set of main commodity
uk_ua: Ви не встановили для себе набір основних товарних

source: You did not ask for a set of main commodity
uk_ua: Ви не встановили для себе набір основних товарних

source: You can not delete the last category from the list
uk_ua: Ви не можете видалити останню категорію зі списку

source: You can not delete the last item from the order
uk_ua: Ви не можете вилучити останній елемент замовлення

source: You do not choose
uk_ua: Ви не обрали

source: You must attach the goods to create a set
uk_ua: Ви повинні прикріпити товари для створення набору

source: Installing the template you agree to the
uk_ua: Ви погоджуєетесь встановити шаблон з

source: Sorry but you have an old browser
uk_ua: Вибачте, але у вас старий браузер

source: Select
uk_ua: Виберіть

source: Select a field group for a category
uk_ua: Виберіть групу полів для категорії

source: Select image
uk_ua: Виберіть зображення

source: Select a category
uk_ua: Виберіть категорію

source: Select a category for export
uk_ua: Виберіть категорію для експорту

source: Select template folder
uk_ua: Виберіть папку з шаблоном

source: Select the file
uk_ua: Виберіть файл

source: Select a file
uk_ua: Виберіть файл

source: Select file
uk_ua: Виберіть файл

source: Select the file with the correct extension
uk_ua: Виберіть файл з правильним розширенням

source: Select the file in a convenient format
uk_ua: Виберіть файл у зручному форматі

source: Selected
uk_ua: Вибрані

source: Selected products
uk_ua: Вибрані продукти

source: choose a date
uk_ua: вибрати дату

source: choose date
uk_ua: вибрати дату

source: Chose additional categories
uk_ua: Вибрати додаткові категорії

source: Choose an image
uk_ua: Вибрати зображення

source: Choose an image
uk_ua: Вибрати зображення

source: Select admin language
uk_ua: Вибір мови для адмінпанелі

source: Selecting a product
uk_ua: Вибір товару

source: Discharge into Yandex.Market
uk_ua: Вивантаження в Яндекс.Маркет

source: View
uk_ua: Вид

source: Deleted ID page
uk_ua: Видалений ID сторінки

source: Deleted the ID language
uk_ua: Видалений ідентифікатор мови

source: Deleting
uk_ua: Видалення

source: Uninstalling
uk_ua: Видалення

source: Removing brand
uk_ua: Видалення бренду

source: Removing properties
uk_ua: Видалення властивості

source: Deleted complete
uk_ua: Видалення завершено

source: Order removal
uk_ua: Видалення замовлень

source: Delete categories
uk_ua: Видалення категорій

source: Deleting a user
uk_ua: Видалення користувача

source: Removing Gift Certificate
uk_ua: Видалення подарунковий сертифікату

source: Field is removed
uk_ua: Видалення поля

source: Remove fields
uk_ua: Видалення полів

source: Delete products
uk_ua: Видалення продуктів

source: Removal of payment methods
uk_ua: Видалення способів оплати

source: Delete pages
uk_ua: Видалення сторінок

source: Deleted ID category or ID category has been deleted
uk_ua: Видалено ID категорії

source: Deleted a widget
uk_ua: Видалено віджет

source: Delete
uk_ua: Видалити

source: Remove
uk_ua: Видалити

source: Delete
uk_ua: Видалити

source: Remove brands?
uk_ua: Видалити бренди?

source: Remove your status?
uk_ua: Видалити Ваш статус?

source: Remove the selected field?
uk_ua: Видалити вибране поле?

source: Delete selected module(s)?
uk_ua: Видалити вибраний модуль(і)?

source: Remove selected users?
uk_ua: Видалити вибраних користувачів?

source: Remove the selected currency?
uk_ua: Видалити вибрану валюту?

source: Remove selected discount?
uk_ua: Видалити вибрану знижку?

source: Remove selected properties?
uk_ua: Видалити вибрані властивості?

source: Delete selected groups
uk_ua: Видалити вибрані групи

source: Remove selected orders?
uk_ua: Видалити вибрані замовлення?

source: Delete selected orders?
uk_ua: Видалити вибрані замовлення?

source: Remove selected categories
uk_ua: Видалити вибрані категорії

source: Delete selected languages?
uk_ua: Видалити вибрані мови?

source: Remove selected notifications?
uk_ua: Видалити вибрані повідомлення?

source: Remove selected gift certificates?
uk_ua: Видалити вибрані подарункові сертифікати?

source: Remove selected roles?
uk_ua: Видалити вибрані ролі?

source: Delete Selected methods of delivery?
uk_ua: Видалити вибрані способи доставки?

source: Delete the selected payment methods?
uk_ua: Видалити вибрані способи оплати?

source: Delete selected pages?
uk_ua: Видалити вибрані сторінки?

source: Delete a property
uk_ua: Видалити властивість

source: Delete set
uk_ua: Видалити встановлений

source: Delete all orders with this status
uk_ua: Видалити всі замовлення з таким статусом

source: Widget delete
uk_ua: Видалити віджет

source: Remove group
uk_ua: Видалити групу

source: Delete group
uk_ua: Видалити групу

source: Delete order
uk_ua: Видалити замовлення

source: Delete the query?
uk_ua: Видалити запит?

source: Remove callback(s)
uk_ua: Видалити зворотній дзвінок(ки)

source: Delete the directory to continue
uk_ua: Видалити каталог для продовження

source: Delete category
uk_ua: Видалити категорію

source: Delete cache
uk_ua: Видалити кеш

source: Delete method of delivery?
uk_ua: Видалити метод доставки?

source: Delete method of payment?
uk_ua: Видалити метод оплати?

source: Delete language
uk_ua: Видалити мову

source: Delete modules?
uk_ua: Видалити модулі?

source: Remove currency
uk_ua: Видалити обмін

source: Remove selected brands?
uk_ua: Видалити обрані бренди?

source: Delete selected widget(s)?
uk_ua: Видалити обрані віджети?

source: Remove a gift certificate?
uk_ua: Видалити подарунковий сертифікат?

source: Remove the field?
uk_ua: Видалити поле?

source: Delete after date
uk_ua: Видалити після дати

source: Role remove
uk_ua: Видалити ролі

source: Remove roles?
uk_ua: Видалити ролі?

source: Clear old or Delete outdated posts or information
uk_ua: Видалити старі пости або інформацію

source: Delete order status(es)?
uk_ua: Видалити статус замовлення(ень)?

source: Remove status?
uk_ua: Видалити статус?

source: Delete the file to continue
uk_ua: Видалити файл, щоб продовжити

source: Delete order ID
uk_ua: Видалити ідентифікатор замовлення

source: Delete canceled orders
uk_ua: Видаляти скасовані замовлення

source: Delete canceled messages
uk_ua: Видаляти скасовані повідомлення

source: Use in categories
uk_ua: Використовувати в категоріях

source: Use gift certificates?
uk_ua: Використовувати подарункові сертифікати?

source: Delete the selected queries?
uk_ua: Вилучити обрані запити?

source: Site shutdown
uk_ua: Вимкнення сайту

source: switch off
uk_ua: Вимкнути

source: Off
uk_ua: Вимкнути

source: Turn off
uk_ua: Вимкнути

source: Product is removed from the Order
uk_ua: Виріб знімається з замовлення

source: Vertical alignment
uk_ua: Вирівнювання по вертикалі

source: Height
uk_ua: Висота

source: Height, px
uk_ua: Висота, px

source: Exit
uk_ua: Вихід

source: Exited the control panel
uk_ua: Вихід з панелі управління

source: Specify
uk_ua: Вкажіть

source: Specified a language or selected a language
uk_ua: Вкажіть або виберіть мову

source: Specify the correct path to watermark image
uk_ua: Вкажіть правильний шлях до зображення водяного знака

source: Tab
uk_ua: Вкладка

source: Including additional images
uk_ua: Включно з додатковими зображеннями

source: Property edited
uk_ua: Власності відредаговано

source: Properties
uk_ua: Властивості

source: Properties of the products
uk_ua: Властивості товарів

source: Products properties
uk_ua: Властивості товарів

source: Property
uk_ua: Властивість

source: The property is not found
uk_ua: Властивість не знайдено

source: Property created
uk_ua: Властивість створене

source: Page contents have been updated
uk_ua: Вміст сторінки був оновлений

source: At the bottom
uk_ua: Внизу

source: Watermark
uk_ua: Водяний знак

source: Forward
uk_ua: Вперед

source: Next
uk_ua: Вперед

source: Forward&nbsp;
uk_ua: Вперед

source: Consider the amount of products warehouse on adding to basket
uk_ua: Враховувати кількість товарів на складі

source: In the middle
uk_ua: Всередині

source: Install
uk_ua: Встановити

source: Install modules
uk_ua: Встановити модуль

source: Module install
uk_ua: Встановити модуль

source: set write rights on the directory for simple module installation
uk_ua: встановити права на запис на каталог для простої установки модулів

source: Set another status for these orders
uk_ua: Встановити інший статус цих замовлень

source: Module installation module
uk_ua: Встановлення модулю

source: Installed a module
uk_ua: Встановлено модуль

source: All
uk_ua: Всі

source: All orders
uk_ua: Всі замовлення

source: All Callbacks
uk_ua: Всі зворотні виклики

source: All finding products
uk_ua: Всі знайдені продукти

source: All categories
uk_ua: Всі категорії

source: Simple user
uk_ua: Всі користувачі

source: All modules
uk_ua: Всі модулі

source: User login for site enrty
uk_ua: Вхід користувача для входу на сайт

source: From
uk_ua: Від

source: from
uk_ua: від

source: From cheap to expensive
uk_ua: Від дешевих до дорогих

source: From expensive to cheap
uk_ua: Від дорогих до дешевих

source: Deleted a module
uk_ua: Відалено модуль

source: Widget with the same identifier already exists. Choose or select another identifier
uk_ua: Віджет з тим же самим ідентифікатором вже існує. Виберіть інший ідентифікатор

source: Widget created
uk_ua: Віджет створений

source: Created a widget
uk_ua: Віджет створено

source: Widget successfully deleted
uk_ua: Віджет успішно видалений

source: Widget successfully created
uk_ua: Віджет успішно створений

source: Widgets
uk_ua: Віджети

source: Displayed categories selection
uk_ua: Відкрити обрані категорії

source: Open the site for indexing robots
uk_ua: Відкрити сайт для індексації роботами

source: Open fast create
uk_ua: Відкрити швидке створення

source: Access denied
uk_ua: Відмовлено в доступі

source: Mark
uk_ua: Відмітка

source: Restore
uk_ua: Відновлення

source: Password recovery
uk_ua: Відновлення паролю

source: Display category tree in the content
uk_ua: Відображати дерево категорій у списку вмістимого

source: Whether to display the category name in the title page
uk_ua: Відображати назву категорії в заголовку сторінки?

source: Display pages of other categories
uk_ua: Відображати сторінки інших категорій

source: Send
uk_ua: Відправити

source: Send notification about new callback to administrator
uk_ua: Відправка повідомлень про новий виклик адміністратора

source: sender
uk_ua: Відправник

source: There is not any module for install!
uk_ua: Відсутній модуль для встановлення!

source: Visualizators classes
uk_ua: Візуалізатори класів

source: Visualization
uk_ua: Візуалізація

source: Congratulations!
uk_ua: Вітання!

source: Generate
uk_ua: Генерувати

source: Global settings
uk_ua: Глобальні налаштування

source: Shop dashboard
uk_ua: Головна

source: Main
uk_ua: Головна

source: Main page
uk_ua: Головна сторінка

source: Main page template
uk_ua: Головна сторінка шаблону

source: Main page template
uk_ua: Головна сторінка шаблону

source: Main phone
uk_ua: Головний телефон

source: Main template
uk_ua: Головний шаблон

source: Horizontal alignment
uk_ua: Горизонтальне вирівнювання

source: Group
uk_ua: Група

source: Users group
uk_ua: Група користувачів

source: Field group
uk_ua: Група полів

source: Pages fields group
uk_ua: Група полів сторінки

source: Guest
uk_ua: Гість

source: This discount does not enjoy
uk_ua: Дана знижка не надається

source: Data
uk_ua: Дані

source: The data of your database will be stored in the folder
uk_ua: Дані вашої бази даних будуть зберігатися в папці

source: User data
uk_ua: Дані користувача

source: Callback status data
uk_ua: Дані статусу зворотнього виклику

source: Date/time
uk_ua: Дата

source: Date
uk_ua: Дата

source: Date popup selector
uk_ua: Дата popup селектора

source: Date active to
uk_ua: Дата активних

source: Sending date of the wishlist
uk_ua: Дата відправлення зі Списку побажань

source: Finish date
uk_ua: Дата закінчення

source: Order date
uk_ua: Дата замовлення
