Repository: imagecms/ImageCMS
Catalog: application/modules/payment_method_privat24/language/*/LC_MESSAGES/payment_method_privat24.po
Languages: ru_ru

source: Main currency
ru_ru: Главная валюта

source: Currency payment service
ru_ru: Валюта оплаты услуг

source: Markup
ru_ru: Наценка

source: Comment status
ru_ru: Комментарий статус

source: has been updated successfully
ru_ru: успешно обновлена

source: Go to the page with the comment
ru_ru: Перейти на страницу с комментарием

source: Notification about new comments
ru_ru: Уведомления о новых комментариях

source: Back
ru_ru: Назад

source: Save
ru_ru: Сохранить

source: Save and go back
ru_ru: Сохранить и вернуться

source: Properties
ru_ru: Свойства

source: Administrator E-mail
ru_ru: Администратор E-mail

source: Notify by E-mail
ru_ru: Уведомлять по E-mail

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Secret key
ru_ru: Секретный ключ

source: privat24
ru_ru: Приват24

source: Merchant secret key
ru_ru: Секретный ключ Merchant

source: Privat24
ru_ru: Приват24

source: Метод оплаты Privat24
ru_ru: Метод оплаты Приват24
