Repository: imagecms/ImageCMS
Catalog: application/modules/wishlist/language/*/LC_MESSAGES/wishlist.po
Languages: uk_ua

source: Add to Wish List
uk_ua: Додати до Списку побажань

source: Already in Wish List
uk_ua: Вже в Списку побажань

source: Wish Lists
uk_ua: Список побажань

source: Managing of online store users Wish Lists
uk_ua: Управління Списками побажань інтернет-магазину

source: Product
uk_ua: Продукт

source: Comment
uk_ua: Коментар

source: Emty list
uk_ua: Порожній список

source: Wish list is empty
uk_ua: Список побажань порожній

source: Already in WishList
uk_ua: Вже в Списку побажань

source: delete
uk_ua: видалити

source: Unsubscribe
uk_ua: Відписатися

source: User Information
uk_ua: Інформація для користувача

source: Name
uk_ua: Ім'я

source: Ava
uk_ua: Аватар

source: Birthday
uk_ua: День народження

source: User lists
uk_ua: Списки користувачів

source: Delete image
uk_ua: Видалити зображення

source: Lists types
uk_ua: Типи списків

source: shared
uk_ua: збережено

source: public
uk_ua: публічний

source: private
uk_ua: приватний

source: List name
uk_ua: Ім'я списку

source: List description
uk_ua: Опис списку

source: Create new list
uk_ua: Створити новий список

source: List type
uk_ua: Тип списку

source: edit
uk_ua: редагувати

source: Delete
uk_ua: Видалити

source: Move
uk_ua: Перемістити

source: Select Wishlist
uk_ua: Вибрати Список побажань

source: Create WishList
uk_ua: Створити Список побажань

source: Move in list
uk_ua: Перейти до списку

source: Add to list
uk_ua: Додати в список

source: Wish List settings
uk_ua: Налаштування Списку побажань

source: Back
uk_ua: Повернутися

source: Users
uk_ua: Користувачі

source: Save
uk_ua: Зберегти

source: Maximum user name length
uk_ua: Максимальна довжина імені користувача

source: Maximum list name length
uk_ua: Максимальна довжина імені списку

source: Maximum lists counts
uk_ua: Максимальний лічильник списку

source: Maximum items counts
uk_ua: Максимальна кількість елементів

source: Maximum comment length
uk_ua: Максимальна довжина коментаря

source: Maximum description length
uk_ua: Максимальна довжина опису

source: Maximum Wish List description length
uk_ua: Максимальна довжина опису Списку побажань

source: Maximum image width
uk_ua: Максимальна ширина зображення

source: Maximum image height
uk_ua: Максимальна висота зображення

source: Maximum image size
uk_ua: Максимальний розмір зображення

source: Edit list
uk_ua: Редагувати список

source: Settings
uk_ua: Параметри

source: List
uk_ua: Список

source: Description
uk_ua: Опис

source: User
uk_ua: Користувач

source: Lists
uk_ua: Списки

source: Create list
uk_ua: Створити список

source: Upload
uk_ua: Завантажити

source: Edit
uk_ua: Редагувати

source: Empty list
uk_ua: Порожній список

source: No lists
uk_ua: Жодних списків

source: Type
uk_ua: Тип

source: Move item
uk_ua: Перемістити пункт

source: Choose Wish List
uk_ua: Вибрати Список побажань

source: Users removing
uk_ua: Видалення користувачів

source: Remove users?
uk_ua: Видаляти користувачів?

source: Cancel
uk_ua: Скасувати

source: Lists count
uk_ua: Кількість списків

source: Lists items count
uk_ua: Кількість товарів у списку

source: Wrong list name
uk_ua: Невірна назва списку

source: List does not chosen
uk_ua: Список не вибрано

source: Limit of Wish List finished
uk_ua: Межа Списку побажань досягнена

source: Successful operation
uk_ua: Успішна робота

source: Unable to move
uk_ua: Не можна перемістити

source: Updated
uk_ua: Оновлено

source: Not updated
uk_ua: Не оновлюється

source: Created
uk_ua: Створено

source: List description limit exhausted
uk_ua: Ліміт опису списку вичерпано

source: List description max count
uk_ua: Максимальна кількість опису списку

source: Successful deleting
uk_ua: Успішне видалення

source: Error
uk_ua: Помилка

source: Loading error
uk_ua: Помилка завантаження

source: Image uploaded
uk_ua: Зображення завантажене

source: Can not Upload photo
uk_ua: Не можна завантажити фото

source: You did not enter user
uk_ua: Ви не ввели користувача

source: Invalid email
uk_ua: Неправильна адреса електронної пошти

source: No users
uk_ua: Немає користувачів

source: Invalid request
uk_ua: Неприпустимий запит

source: No views
uk_ua: Немає переглядів

source: Wish Lists limit exhausted
uk_ua: Вичерпано ліміт Списків побажань

source: List maximum
uk_ua: Максимум списку

source: Wish list name will be changed
uk_ua: Ім'я Списку побажань буде змінено

source: List name length maximum
uk_ua: Максимальна довжина імені списку

source: Wish List name can not be empty!
uk_ua: Ім'я Списку побажань не може бути порожнім!

source: You can not delete Wish List
uk_ua: Ви не можете видалити список побажань

source: Successfully deleted
uk_ua: Успішно видалено

source: Can not remove items from wishlist
uk_ua: Не можна видалити елементи зі Списку побажань

source: Limit of list items exhausted
uk_ua: Межа елементів списку вичерпана

source: User is not logged in
uk_ua: Користувач не ввійшов у систему

source: Wishlist name will be changed
uk_ua: Wishlist ім'я буде змінене

source: Maximum length of wishlist name
uk_ua: Максимальна довжина імені Списку побажань

source: You can not add
uk_ua: Ви не можете додати

source: Added to wishlist
uk_ua: Додати в Список побажань

source: Item deleted
uk_ua: Пункт видалений

source: User data is not found
uk_ua: Дані користувача не знайдено

source: Maximum image size is exceeded
uk_ua: Максимальний розмір перевищено

source: max size
uk_ua: Максимальний розмір

source: Maximum width of the image is exceeded
uk_ua: Максимальну ширину зображення перевищено

source: max width
uk_ua: Максимальна ширина

source: Max image height exceeded
uk_ua: Максимальна висота зображення перевищена

source: max height
uk_ua: Максимальна висота

source: Invalid file format
uk_ua: Неправильний формат файлу

source: Successful deleted
uk_ua: Успішно видалено

source: Unable to delete
uk_ua: Не вдається видалити

source: Can not upload photo
uk_ua: Не можна завантажити фото
