Repository: imagecms/ImageCMS
Catalog: application/modules/language_switch/language/*/LC_MESSAGES/language_switch.po
Languages: ru_ru, uk_ua

source: Not choose
ru_ru: Не обрано

source: Error
ru_ru: Ошибка

source: Can not create a price twice for partner
ru_ru: Невозможно создать цену дважды для партнера

source: Message
ru_ru: Сообщение

source: Upgrade successful.
ru_ru: Обновление завершено.

source: Successful deleting.
ru_ru: Успешное удаление.

source: Value is changed.
ru_ru: Значение изменено.

source: Partner updated
ru_ru: Партнер обновлен

source: Partner successfully deleted
ru_ru: Партнер успешно удален

source: Partner not deleted
ru_ru: Партнер не удален

source: Partner successfully added
ru_ru: Партнер успешно добавлен

source: Partner not added
ru_ru: Партнер не додан

source: Language Switch module
ru_ru: Модуль Переключения языка
uk_ua: Модуль перемикання мови

source: Automatic creation of the switch between the languages that are configured online
ru_ru: Автоматическое создание переключение между языками, которые настроены на сайте
uk_ua: Автоматичне перемикання між мовами, які налаштовані онлайн

source: Set of icons, flags to work with the module. It must be specified in the two-letter language identifier format
ru_ru: Набор иконок, флаги для работы с модулем. Это должно быть указано в наборе двух букв идентификатора языка
uk_ua: Набір значків, прапорів для роботи з модулем. Він має бути зазначений у дволітерному коді мови у форматі

source: Module development
ru_ru: Розроботка модуля
uk_ua: Розробка модуля

source: Author
ru_ru: Автор
uk_ua: Автор

source: Langauges switch
ru_ru: Переключение языка
uk_ua: Перемикання мов

source: Allows you to insert a widget to switch languages on the site
ru_ru: Позволяет вставить виджет для переключения языков на сайте
uk_ua: Дозволяє вставити віджет для перемикання мов на сайті

source: Image
ru_ru: Изображение
uk_ua: Зображення

source: Description
ru_ru: Описание
uk_ua: Опис

source: passage Url
ru_ru: адрес прохода
uk_ua: проходження Url

source: Settings saved
ru_ru: Настройки сохранены
uk_ua: Налаштування зберігаються

source: Language panel
uk_ua: Мовна панель

source: Site languages switcher
uk_ua: Перемикання мов сайту
