Repository: imagecms/ImageCMS
Catalog: application/modules/template_manager/language/*/LC_MESSAGES/template_manager.po
Languages: uk_ua

source: Class Template has no |0| property
uk_ua: Шаблон класу не має {0} власності

source: Component |0| not found
uk_ua: Компонент |0| не знайдено

source: Component |component_name| is broken
uk_ua: Компонент |component_name| зламаний

source: Платный
uk_ua: Платний

source: System Pay
uk_ua: Система Оплати

source: XML-file read error
uk_ua: XML-файл помилка читання

source: Status
uk_ua: Статус

source: No
uk_ua: Немає

source: Number
uk_ua: Номер

source: Date
uk_ua: Дата

source: Pay
uk_ua: Оплатити

source: Бесплатный
uk_ua: Безкоштовний

source: Please use function siteinfo() with the parameter
uk_ua: Будь ласка, використовуйте функцію електронної пошти : siteinfo() з параметром

source: Be careful, installing demo data can damage your data.
uk_ua: Будьте обережні, установка демо-даних може призвести до пошкодження даних.

source: Enter URL
uk_ua: Введіть URL-адресу

source: Version
uk_ua: Версія

source: Can not delete installed template.
uk_ua: Ви не можете видалити встановлений шаблон.

source: Can not delete template. Check files permissions.
uk_ua: Ви не можете видалити шаблон. Перевірте права на файли.

source: Choose file
uk_ua: Вибрати файл

source: Install
uk_ua: Встановити

source: Install with demodata
uk_ua: Встановити з demodata

source: Install full demodata
uk_ua: Встановити повні демо-дані

source: Installed
uk_ua: Встановлено

source: Demo online
uk_ua: Демо онлайн

source: Дизайн интернет-магазина
uk_ua: Дизайн інтернет-магазину

source: Add design
uk_ua: Додати дизайн

source: No templates
uk_ua: Жодних шаблонів

source: Download
uk_ua: Завантажити

source: Upload
uk_ua: Завантажити

source: Upload template
uk_ua: Завантажити шаблон

source: Specified zip file does not exists
uk_ua: Зазначений zip-файл не існує

source: Save
uk_ua: Зберегти

source: Changes saved.
uk_ua: Зміни зберігаються.

source: User Guide
uk_ua: Керівництво Користувача

source: Component settings successfuly updated
uk_ua: Компонент налаштування успішно оновлено

source: Component body
uk_ua: Компонент тіла

source: Buy
uk_ua: Купити

source: Logo
uk_ua: Логотип

source: Logo & Favicon
uk_ua: Логотип І Favicon

source: Local file
uk_ua: Локальний файл

source: License agreement
uk_ua: Ліцензійна угода

source: Module for simpler templates managing
uk_ua: Модуль для спрощення управління шаблонами

source: Templates properties
uk_ua: Налаштування дизайну

source: Click to select the image
uk_ua: Натисніть, щоб вибрати зображення

source: Unable to extract archive
uk_ua: Не вдається вилучити архів

source: Failed to download the archive
uk_ua: Не зміг завантажити архів

source: Can not install banner.
uk_ua: Не можу встановити банер.

source: Can not install custom field.
uk_ua: Не можу встановити користувальницькі поля.

source: Can not upload template.
uk_ua: Не можу завантажити шаблон.

source: Wrong file type
uk_ua: Невірний Тип файлу

source: No params.xml file
uk_ua: Немає файла params.xml

source: Wrong filetype. Zip-archives only
uk_ua: Неправильний Тип файлу. Zip-архіви тільки

source: No input data specified
uk_ua: Ніяких вхідних даних, зазначених

source: One or more dependency error
uk_ua: Один або декілька залежностей помилка

source: Description
uk_ua: Опис

source: Component settings can not update
uk_ua: Параметри компонентів можна не оновлювати

source: Full demo data install
uk_ua: Повна установка демо-даних

source: Message
uk_ua: Повідомлення

source: Bad archive structure
uk_ua: Погана структура архіву

source: Error
uk_ua: Помилка

source: Error - template not specified
uk_ua: Помилка - шаблон не вказано

source: Error on adding to DB
uk_ua: Помилка на додавання в БД

source: Current installed template can not be installed again
uk_ua: Поточний встановлений шаблон не може бути встановлена заново

source: Start typing name here...
uk_ua: Почніть вводити ім'я тут...

source: Accept license agreement
uk_ua: Приймаємо ліцензійна угода

source: Support from
uk_ua: Підтримка

source: Template Editor
uk_ua: Редактор Шаблонів

source: Cancel
uk_ua: Скасування

source: Template list
uk_ua: Список дизайнів

source: Repository templates
uk_ua: Сховище шаблонів

source: Type
uk_ua: Тип

source: Back
uk_ua: Тому

source: Only image can be loaded
uk_ua: Тільки образ може бути завантажений

source: Templates manager
uk_ua: Управління дизайном

source: Installing full demo data can destroy all your database and uploads data.
uk_ua: Установка повна демо-дані можуть знищити всі ваші бази даних і додавання даних.

source: This widget is required
uk_ua: Цей віджет є обов'язковим

source: This widget is wishful
uk_ua: Цей віджет є прийняття бажаного за дійсне

source: This module is required
uk_ua: Цей модуль вимагається

source: This module is not exists
uk_ua: Цей модуль не існує

source: This module is wishful
uk_ua: Цей модуль є прийняття бажаного за дійсне

source: Template
uk_ua: Шаблон

source: Template was successfully deleted.
uk_ua: Шаблон був успішно видалений.

source: Template was successfully installed.
uk_ua: Шаблон був успішно встановлений.

source: Template was successfully downloaded.
uk_ua: Шаблон був успішно завантажений.

source: Template was successfully uploaded.
uk_ua: Шаблон був успішно завантажений.

source: Template already exists
uk_ua: Шаблон вже існує

source: Template demo data was successfully installed.
uk_ua: Шаблон демо-дані успішно встановлено.

source: Template does not exist in templates folder
uk_ua: Шаблон не існує в теку шаблонів

source: Templates are the intellectual property, so if you <br /> want to install it, you must accept the license agreement.
uk_ua: Шаблони є інтелектуальною власністю, тому, якщо ви <br /> хочете, щоб встановити його, ви повинні прийняти ліцензійну угоду.

source: Template does not exists.
uk_ua: Шаблону не існує.

source: Component Name
uk_ua: Ім'я Компонента

source: Component name
uk_ua: Ім'я компонента

source: Template name is not set.
uk_ua: Ім'я шаблону не встановлено.
